TargetApplication=phpDesigner 2008
Author=Miloslav Kurca
SourceLANGID=1033
LANGID=1051
Generator=DKLang Translation Editor v3.0
LastModified=2008-07-20 16:52:30

[Constants]
00000002=Modifikované
00000003=Súbor
00000004=bol modifikovaný iným programom, chcete opakovane načítať tento súbor? - Môžete stratiť vami vykonané zmeny... pokračovať?
00000005=Zvolený internetový prehliadač nebol nájdený. Ak chcete zobraziť výstup z debugeru, musíte špecifikovať prehliadač v nastaveniach.
00000006=Všetky súbory (*.*)
00000007=Všetky formáty
00000008=neexistuje!
00000009=Táto verzia phpDesigneru 2008, verzia
00000010=je aktuálna verzia!
00000011=Ste si istí, že chcete vymazať túto položku?
00000012=Ste si istí, že chcete vymazať označenú aplikáciu?
00000013=Ste si istí, že chcete vymazať označené ftp pripojenie?
00000014=Ste si istí, že chcete vymazať označenú(é) položku(y)?
00000015=Premenovať súbor
00000016=Zadaj nové meno súboru a jeho príponu:
00000017=Súbor sa nepodarilo premenovať. Súbor neuložený!
00000018=Nie je možné pokračovať v premenovaní súboru lebo cieľový súbor už existuje!
00000019=Chcete obnoviť súbor do pôvodného stavu
00000020=Transparentný režim bude vypnutý po najbližšom reštarte.
00000021=Transparentný režim: Vyp.
00000022=Programová knižnica nebola nainicializovaná!
00000023=Ľutujeme, nebol nájdený žiadny súbor pomocníka...
00000024=Funkcia vyhľadávania
00000025=v príručke PHP
00000026=Nebol nájdený interpreter PHP. Prosím, nakonfigujte svoje nastavenia, ak chcete pokračovať.
00000027=Nebola nájdená cesta ku localhost. Prosím, nakonfigurujte svoje nastavenia, ak chcete používať localhost.
00000028=Súbor musí byť uložený, aby bolo možné spraviť jeho náhľad v použitom localhoste.
00000029=Súbor musí byť uložený, aby bolo možné použiť funkciu Tidy.
00000030=Súbor musí byť uložený, aby bolo možné používať funkcie SVN.
00000031=Hľadaný reťazec nebol nájdený v programovej knižnici!
00000032=Bez nadpisu
00000033=Zadať číslo riadku
00000034=Ísť na riadok
00000035=Súbor obsahuje zmeny, ktoré neboli uložené.
00000036=Chcete uložiť zmeny?
00000037=Útržky kódu
00000038=Útržok kódu
00000039=Príručka PHP
00000040=Označený text
00000041=Súbor
00000042=nemohol byť uložený.
00000043=Najpravdepodobnejšie, je to preto, lebo súbor je označený ako len-na-čítanie.
00000044=je už používaný.
00000045=Cieľový súbor je označený ako len-na-čítanie.
00000046=nebol nájdený v adresári htdocs.
00000047=Aby bolo možné spraviť localhostový náhľad, súbor musí byť umiestnený v adresári htdocs na vašom localhoste.
00000048=Položka Inline Todo
00000049=Položka Inline Bug
00000050=Vytvoriť nový útržok kódu
00000051=Bez nadpisu
00000052=Inteligentné zvýrazňovanie
00000053=Chyba PHP!
00000054=Riadok
00000055=Ukladanie zlyhalo! Nepodarilo sa pripojiť ku vzdialenému hostiteľovi
00000056=Nenačítaný žiaden projekt
00000057=Šablóna :: Editovať šablónu
00000058=Bez nadpisu
00000059=Šablóna :: Vytvoriť novú šablónu
00000060=Útržok kódu :: Editovať útržok kódu
00000061=Útržok kódu :: Vytvoriť nový útržok kódu
00000062=Prehliadač súborov - Snímka
00000063=Zadať názov pre novú snímku
00000064=Vymazať zoznam nedávno použitých súborov?
00000065=Klient FTP...
00000066=Nástroj na porovnávanie a zlučovanie textových súborov...
00000067=Nebolo nájdené HTML Tidy (tidy.exe)!
00000068=Chystáte sa vymazať layout
00000069=pokračovať?
00000070=Adresár projektu neexistuje!
00000071=Projekt
00000072=Uložiť Layout
00000073=Uložiť aktuálny layout plochy ako:
00000074=Riadok
00000075=Stĺpec
00000076=Nebolo nájdené TortoiseSVN!
00000077=Vytvoriť vzdialený súbor
00000078=Názov vstupného súboru:
00000079=Upload aktuálneho súboru
00000080=Vybrať adresár
00000081=Vybrať súbory...
00000082=Súbory projektus...
00000083=Aby sa naštartovalo ladenie súboru
00000084=musí byť uložený lokálne na vašom počítači.
00000085=Súbor
00000086=bol modifikovaný, chcete uložiť zmeny a pokračovať v ladení?
00000087=musí byť uložený, chcete teraz uložiť súbor?
00000088=Pridať watch
00000089=Vlastnosť:
00000090=Fatálna chyba Xdebug:
00000091=Server Xdebug bol naštartovaný
00000092=Server Xdebug bol zastavený
00000093=Script break v súbore
00000094=na
00000095=riadku
00000096=Nebolo nájdené WinCacheGrind!
00000097=Profilery sú súbormi typu cachegrind a musia byť otvorené prehliadačom treťej strany WinCacheGrind.
00000098=Sešn
00000099=ukončené
00000100=Spustiť
00000101=Pokračovať
00000102=(Nenájdené žiadne aktívne sešn)
00000103=naštartované:
00000104=Ste si istí, že chcete vymazať označenú položku?
00000105=Táto hodnota nie je prípustná
00000106=Nenaštartované
00000107=Ukončené prehľadávanie dokumentu.
00000108=Chcete znovu naštartovať?
00000109=nemôže byť otvorený!
00000110=Vymazať Bug
00000111=Vymazať Todo
00000112=Chcete odstrániť všetky značky vyhľadávania v aktuálnom dokumente?
00000113=Chcete odstrániť všetky značky vyhľadávania vo všetkých otvorených dokumentoch?
00000114=Nebol nájdený Správca Layoutov!
00000115=Vytvoriť nový súbor
00000116=Názov súboru
00000117=Súbor už existuje!
00000118=Vytvoriť nový adresár
00000119=Nebolo možné vytvoriť nový adresár
00000120=Názov adresáru:
00000121=Nebol nájdený žiadny nástroj na porovnávanie a zlučovanie textových súborov!
00000122=Prosím, nakonfigurujte si svoje nastavenia.
00000123=Chystáte sa spraviť zámenu
00000124=s
00000125=Pokračovať?
00000126=Závislosti
00000127=Funkcie
00000128=Premenné
00000129=Triedy
00000130=Konštruktér triedy
00000131=Deštruktor triedy
00000132=Rozšírenia
00000133=Implementácie
00000134=Interfejsy
00000135=Konštanty
00000136=dynamický
00000137=Funkcia
00000138=Trieda
00000139=Deklarované v
00000140=v
00000141=Popis
00000142=smarty tag
00000143=smarty premenná
00000144=smarty funkcia
00000145=premenná
00000146=konštanta
00000147=funkcia
00000148=interfejs
00000149=rozšírenia
00000150=abstraktný
00000151=konečný
00000152=trieda
00000153=implementácie
00000154=kľúčové slovo
00000155=phpDocumentor
00000156=Neboli nájdené žiadne výskyty
00000157=Táto skúšobná verzia phpDesigner 2008 expirovala!
00000158=Ak si želáte pokračovať v jeho používaní, prosím, objednajte si svoju licenciu na
00000159=dní
00000160=deň
00000161=Táto skúšobná doba uplynula!
00000162=Zadajte svoje užívateľské meno a registračný kľúč presne ako je uvedené vo vašom registračnom emaili. Aby ste sa uistili o presnosti, prosím, použite spôsob kopírovať/vložiť.
00000163=Ak máte nejaké otázky týkajúce sa registrácie, prosím, navštívte
00000164=Úspešne ste ukončili registráciu!
00000165=Ďakujeme vám!
00000166=Tlačidlo1

[fMain]
00000004=Layout plochy
00000007=Uložiť Layout
00000008=Vymazať Layout
00000009=Súbor
00000010=Nový...
00000011=Vytvoriť nový dokument...
00000012=Nový
00000013=Nový súbor
00000041=Otvoriť
00000042=Otvoriť existujúci súbor
00000044=Uložiť
00000045=Uložiť súbor
00000046=Uložiť ako
00000047=Uložiť súbor ako...
00000048=Uložiť všetko
00000049=Uložiť všetky súbory
00000052=Vytlačiť
00000053=Vytlačiť súbor
00000054=Späť
00000055=Späť
00000056=Znova
00000057=Znova
00000058=Web
00000059=Web
00000060=Prehľadať Web
00000061=PHP (php.net)
00000062=Google
00000063=Live Search (Microsoft)
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=Konfigurovať vyhľadávanie na Webe...
00000069=Záložky
00000070=Pridať/odstrániť
00000071=Pridať/odstrániť záložky
00000072=Záložka 0
00000073=Záložka 1
00000074=Záložka 2
00000075=Záložka 3
00000076=Záložka 4
00000077=Záložka 5
00000078=Záložka 6
00000079=Záložka 7
00000080=Záložka 8
00000081=Záložka 9
00000082=Ísť na
00000083=Ísť na záložky
00000084=Záložka 0
00000085=Záložka 1
00000086=Záložka 2
00000087=Záložka 3
00000088=Záložka 4
00000089=Záložka 5
00000090=Záložka 6
00000091=Záložka 7
00000092=Záložka 8
00000093=Záložka 9
00000094=Predchádzajúca záložka
00000095=Nasledujúca záložka
00000096=Schránka
00000097=Vystrihnúť
00000098=Vystrihnúť označený text do schránky
00000099=Kopírovať
00000100=Kopírovať označený text do schránky
00000101=Prilepiť
00000102=Prilepiť zo schránky
00000103=Okno
00000104=&Usporiadať ikony
00000105=Usporiadať ikony
00000106=Predchádzajúci dokument
00000107=Predchádzajúci súbor
00000108=Nasledujúci dokument
00000109=Nasledujúci súbor
00000110=Okná vedľa seba
00000111=Okná vedľa seba
00000112=Okná pod seba
00000113=Okná pod seba
00000114=Okná do kaskády
00000115=Okná do kaskády
00000116=HTML
00000117=Hyperlink
00000118=Hyperlink
00000119=Obrázok
00000120=Obrázok
00000121=Tabuľka
00000122=Tabuľka
00000123=Zoznam
00000124=Zoznam
00000125=Vrstva
00000126=Vrstva
00000127=Hľadať
00000128=Hľadať
00000129=Predchádzajúci
00000130=Nasledujúci
00000131=Odsek
00000132=Zarovnanie vľavo
00000133=Zarovnanie vľavo
00000134=Zarovnanie do stredu
00000135=Zarovnanie do stredu
00000136=Zarovnanie vpravo
00000137=Zarovnanie vpravo
00000138=Zarovnať
00000139=Zarovnať
00000140=Nový riadok
00000141=Nový riadok
00000142=Zväčšiť odsadenie
00000143=Zväčšiť odsadenie
00000144=Zmenšiť odsadenie
00000145=Zmenšiť odsadenie
00000146=Formuláre
00000147=Formulár
00000148=Formulár
00000149=Text
00000150=Text
00000151=Textové pole
00000152=Textové pole
00000153=Heslo
00000154=Heslo
00000155=Tlačidlo
00000156=Tlačidlo
00000157=Spúšťacie tlačidlo
00000158=Spúšťacie tlačidlo
00000159=Reštartovacie tlačidlo
00000160=Reštartovacie tlačidlo
00000161=Obrázkové tlačidlo
00000162=Obrázkové tlačidlo
00000163=Rádiové tlačidlo
00000164=Rádiové tlačidlo
00000165=Zaškrtávacie tlačidlo
00000166=Zaškrtávacie tlačidlo
00000167=Combobox
00000168=Combobox
00000169=Upload súboru
00000170=Upload súboru
00000171=Skryté
00000172=Skryté
00000173=PHP
00000174=Verdana
00000175=Definovať PHP
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=tagy phpDocumentora
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=Trieda, Funkcia, Premenná
00000239=Trieda, Funkcia, Premenná
00000243=Inštrukcie
00000244=Inštrukcie
00000245=if
00000246=Inštrukcia: if
00000247=if...else
00000248=Inštrukcia: if...else
00000249=elseif
00000250=Inštrukcia: elseif
00000251=while
00000252=Inštrukcia: while
00000253=do..while
00000254=Inštrukcia: do..while
00000255=for
00000256=Inštrukcia: for
00000257=foreach
00000258=Inštrukcia: foreach
00000259=break
00000260=Inštrukcia: break
00000261=continue
00000262=Inštrukcia: continue
00000263=switch
00000264=Inštrukcia: switch
00000265=declare full
00000266=Inštrukcia: declare full
00000267=declare single
00000268=Inštrukcia: declare single
00000269=return
00000270=Inštrukcia: return
00000271=include
00000272=Zahrnúť súbor
00000273=include_once
00000274=Zahrnúť súbor (raz)
00000275=požadovať
00000276=Požadovať súbor
00000277=require_once
00000278=Požadovať súbor (raz)
00000279=Konvertovať na PHP
00000280=Konvertovať na PHP
00000325=Komentovať
00000326=Komentovať
00000327=Komentovať s /** */
00000330=Komentovať s //
00000331=Odstrániť komentár //
00000332=PHP Code Beautifier...
00000333=PHP Code Beautifier...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=Inline Tagy
00000387=Formátovanie
00000390=Písma
00000393=Farba
00000394=Farba
00000395=Tučné písmo
00000396=Tučné písmo
00000397=Kurzíva
00000398=Kurzíva
00000399=Podčiarknutie
00000400=Podčiarknutie
00000401=Písmo
00000402=Písmo
00000403=Farby
00000404=Farby
00000407=Východzie
00000408=Východzie
00000413=Ponuka
00000414=&Súbor
00000431=Otvoriť nanovo...
00000432=Vyčistiť...
00000434=&Otvoriť...
00000435=Vybrať súbor...
00000436=Súbory projektu...
00000437=FTP
00000438=Otvoriť súbor z &FTP...
00000439=Uložiť na FTP...
00000440=Kopírovať na FTP...
00000441=Upload adresáru na FTP...
00000442=Upload projektu na FTP...
00000443=&Uložiť
00000444=Uložiť &ako...
00000445=Uložiť všetko
00000447=Formát súboru
00000451=Konfigurovať formát súboru...
00000452=Kódovanie súboru
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=Uložiť s BOM
00000459=Konfigurovať kódovanie súboru...
00000460=&Zatvoriť
00000461=&Zatvoriť všetko
00000462=Kopírovať...
00000463=Obnoviť do pôvodného stavu...
00000464=Premenovať...
00000465=&Tlačiť...
00000466=&Nastavenie tlačiarne...
00000467=Export do HTML...
00000468=Export do RTF...
00000469=Export do (La)TeX...
00000470=&Ukončiť
00000471=&Upraviť
00000472=&Späť
00000473=&Znova
00000474=&Vystrihnúť
00000475=K&opírovať
00000476=&Prilepiť
00000477=&Vybrať všetko
00000478=Zalomiť riadky
00000479=&Nájsť
00000480=Ďalší
00000481=Predchádzajúci
00000482=Voľby
00000483=Značky
00000484=Zvýrazniť výsledok
00000485=Odstrániť zvýraznenie výsledku v dokumente
00000486=Odstrániť zvýraznenie výsledku vo všetkých dokumentoch
00000487=Vymazať históriu vyhľadávania...
00000488=Potichu
00000489=Ísť na riadok...
00000490=Vyhľadať zodpovedajúci tag/zloženú zátvorku
00000491=Označiť zodpovedajúci tag/zloženú zátvorku
00000492=Deklarácie súboru
00000493=Všetko
00000494=Funkcie
00000495=Triedy a interfejsy
00000496=Konštanty
00000497=Premenné
00000498=Projekt | Všetky otvorené deklarácie súborov
00000499=Všetko
00000500=Funkcie
00000501=Triedy a interfejsy
00000502=Konštanty
00000503=Premenné
00000504=Nasledujúca deklarácia
00000505=Predchádzajúca deklarácia
00000506=F&ormát
00000507=Editor písma...
00000508=Tučné
00000510=Kurzíva
00000512=Podčiarknuté
00000514=Prečiarknuté
00000515=Naľavo
00000517=Do stredu
00000519=Vpravo
00000521=Zarovnať
00000523=Nový odsek
00000525=Koniec riadku
00000527=Pevná medzera
00000529=Zväčšiť odsadenie
00000530=Zmenšiť odsadenie
00000531=Hlavičky
00000532=Hlavička 1
00000533=Hlavička 2
00000534=Hlavička 3
00000535=Hlavička 4
00000536=Hlavička 5
00000537=Hlavička 6
00000538=Riadkovanie
00000539=Riadkovanie: 100%
00000540=Riadkovanie: 150%
00000541=Riadkovanie: 200%
00000542=Značky formátovania textu
00000543=Preformátované
00000544=Ďalekopis
00000545=Príklad
00000546=Kód
00000547=Premenná
00000548=Klávesnica
00000549=Značky citátov, citácií a definícií
00000550=Adresa
00000551=Dlhý citát
00000552=Krátky citát
00000553=Skratka
00000554=Akronym
00000555=Smer textu
00000556=Definičný termín
00000557=Citácia
00000558=Vkladanie
00000559=Šikmé písmo (emphasis)
00000560=Tučné písmo (strong)
00000561=Dolný index (subscript)
00000562=Horný index (superscript)
00000563=Horizontálna čiara
00000564=Viac farieb...
00000565=Selektor farieb...
00000567=&HTML
00000570=Hyperlink...
00000572=Obrázok...
00000574=Editor tabuliek...
00000576=Editor zoznamov...
00000578=Číslovaný zoznam
00000579=Zoznam s odrážkami
00000580=Formuláre
00000581=Formulár...
00000583=Textové pole...
00000585=Textová oblasť...
00000587=Heslo...
00000589=Upload súboru...
00000591=Tlačidlo...
00000593=Spúšťacie tlačidlo...
00000595=Reštartovacie tlačidlo...
00000597=Obrázkové tlačidlo...
00000599=Rádiové tlačidlo...
00000601=Zaškrtávacie tlačidlo...
00000603=Combobox...
00000605=Skryté pole...
00000607=Import <body>...
00000608=Flash...
00000610=Komentovať
00000611=Typ dokumentu
00000622=Meta informácia...
00000623=Špeciálne znaky...
00000624=Špeciálne znaky do kódu
00000625=Označený text
00000626=Celý dokument
00000627=Kód do špeciálnych znakov
00000628=Označený text
00000629=Celý dokument
00000630=Odstrániť tagy
00000631=Odstrániť tagy v označenom texte
00000632=Odstrániť tagy v dokumente
00000633=HTML Tidy
00000634=W3 štandard
00000635=Upgradovať na CSS2
00000636=Upgradovať na XHTML
00000637=Upgradovať na XML
00000638=&CSS
00000639=CSS
00000640=Import...
00000645=Selektor
00000646=Pomocník pre selektor...
00000647=Jednoduchý...
00000648=Trieda alebo ID...
00000649=Kontextový...
00000650=Pravidlo importu...
00000651=Pravidlo pre média...
00000652=Polohovanie (vrstva)...
00000653=Polohovanie (vrstva)
00000654=&JavaScript
00000655=JavaScript
00000656=Funkcia
00000657=Inštrukcie
00000671=Dialóg s oznamom
00000672=Varovanie
00000673=Potvrdiť
00000674=Ponuka
00000675=Document.write()
00000676=Window.open()...
00000677=&PHP
00000696=Trieda
00000697=Trieda\n=============\n  Syntax:\n\n  názov triedy\n  {\n  ... \n  }
00000698=Funkcia
00000699=Funkcia\n=============\n  Syntax:\n\n  názov funkcie\n  {\n  ... \n  }
00000700=Premenná
00000701=Súbory
00000702=Zahrnúť (include)
00000703=Vyžadovať (require)
00000704=Zahrnúť raz (include once)
00000705=Vyžadovať raz (require once)
00000706=Komentovať s /** */
00000707=Blok s komentárom
00000708=Komentovať s #
00000709=Riadkový komentár
00000710=Komentovať s //
00000711=Riadkový komentár
00000712=Odkomentovať jednoriadkový komentár
00000713=Odstrániť komentár
00000783=Konvertovať na PHP
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=Apostrofy '...'
00000795=Úvodzovky "..."
00000797=Úvodzovky a posun riadku (linefeed) "...\\n";
00000799=Apostrofy a posun riadku (linefeed) '...\\n';
00000800=Uzavrieť text apostrofmi a posunom riadku (linefeed) "\\n" na každom riadku
00000803=Úvodzovky a návrat vozíka (carriage return) "...\\r";
00000805=Apostrofy a návrat vozíka (carriage return) '...\\r';
00000806=Uzavrieť text apostrofmi a návratom vozíka (carriage return) "\\r" na každom riadku
00000809=Úvodzovky a horizontálny tabelátor "...\\t";
00000811=Apostrofy a horizontálny tabelátor '...\\t';
00000812=Uzavrieť text apostrofmi a horizontálnym tabelátorom "\\t" na každom riadku
00000815=phpDocumentor
00000825=Pomocník phpDocumentoru...
00000826=Tagy phpDocumentoru
00000855=Inline Tagy
00000863=Smarty
00000864=Komentovať
00000865=Premenná
00000866=Zabudované funkcie
00000883=Vlastné funkcie
00000902=Premenné triedy
00000939=Metódy triedy
00000977=PHP Code Beautifier
00000978=Súbor
00000979=Všetky súbory
00000980=Konfigurovať PHP Code Beautifier...
00000981=&Ladiť
00000982=Ladiť
00000983=Naštartovať novú sešn
00000984=Ladiť s parametrami...
00000985=Spustiť bez debugeru
00000986=Pauza
00000987=Ukončiť
00000988=Spustiť po kurzor
00000989=Krok dovnútra
00000990=Krok ponad
00000991=Spustiť po návrat
00000992=Zapnúť/vypnúť breakpoint
00000994=Pridať watch
00000995=Ukázať bod vykonávania
00000996=Profiler
00000997=Profiler s parametrami...
00000999=Xdebug IDE server
00001003=Spustiť bez Xdebug
00001004=Spustiť bez Xdebug a s parametrami...
00001005=Kontrola syntaxe PHP
00001006=Otvoriť php.ini
00001007=Okná ladenia
00001015=&Projekt
00001016=Manažér projektu...
00001017=Súbory projektu...
00001018=Otvoriť nanovo
00001019=Zatvoriť
00001020=&Nástroje
00001021=Aplikačný manažér...
00001022=phpMyAdmin...
00001023=Veľkosť písmen
00001024=Označený text
00001025=Veľké písmená
00001026=Malé písmená
00001027=Kapitalizovať
00001028=Tagy veľkých písmen
00001029=Tagy malých písmen
00001030=Celý dokument
00001031=Veľké písmená
00001032=Malé písmená
00001033=Kapitalizovať
00001034=Tagy veľkých písmen
00001035=Tagy malých písmen
00001036=Kopírovať riadok
00001037=Trimovať
00001038=Trimovať
00001039=Trimovať zľava
00001040=Trimovať zprava
00001041=Vymazať riadok
00001042=Vymazať koniec riadku
00001043=Odstrániť prázdne riadky
00001044=Automaticky opraviť
00001045=Dátum a čas...
00001046=FTP...
00001047=FileZilla...
00001048=FileDiff...
00001049=Asociácie súborov...
00001050=&Nastavenia...
00001051=S&VN
00001052=Pridať súbor...
00001053=Commit...
00001054=Commit súboru...
00001055=Aktualizovať...
00001056=Aktualizovať súbor...
00001057=Porovnať/zlúčiť súbory (Diff/Merge)...
00001058=Obnoviť súbor do pôvodného stavu...
00001059=Zobraz&enie
00001060=Zobrazenie stránky
00001061=Upraviť
00001062=PHP | Ladiť
00001063=PHP | Spustiť
00001064=HTML | Náhľad
00001065=Localhost
00001066=&Pruhy nástrojov
00001067=Súbor
00001068=Schránka
00001069=Nájsť
00001070=PHP
00001071=HTML
00001072=Formuláre
00001073=Formát
00001074=Odsek
00001075=Deklarácie
00001076=Skočiť do histórie
00001077=Layout plochy
00001078=Okno
00001079=Záložky
00001080=Vyhľadávanie na Webe
00001082=&Panely nástrojov
00001083=Prehliadač kódu PHP
00001084=Knižnice kódu
00001085=Útržky kódu
00001086=Prehliadač súborov
00001087=Projekt
00001088=Šablóny
00001089=Databázové pripojenia
00001090=Príručka PHP
00001091=ToDo manažér
00001092=Bug manažér
00001093=Inline Todo
00001094=Inline Bug
00001095=Správy :: PHP
00001096=Správy :: phpDocumentor
00001097=Správy :: HTML Tidy
00001098=Výsledok vyhľadávania
00001099=Prehliadač FTP
00001100=phpMyAdmin
00001101=Snímky prehliadača súborov
00001102=Prehľad projektov
00001103=Kontrola syntaxe: HTML && CSS
00001104=Breakpointy
00001105=Zásobník volaní (callstack)
00001106=Evaluate
00001107=Watches
00001108=Kontextové premenné
00001109=Zápisník udalostí (event log)
00001110=&Užívateľský interfejs
00001111=Priehľadnosť
00001112=Režim priehľadnosti
00001113=Hodnota priehľadnosti (DEFAULT = 255)
00001114=Záložka súboru
00001115=Východzie
00001116=Téma
00001117=Stavový riadok
00001119=Nič
00001120=Systémový default
00001121=Náhodný
00001122=Rozvinúť
00001123=Vysunúť
00001124=Vyblednúť
00001142=Layout manažér...
00001144=&Okno
00001145=Predchádzajúci
00001146=Ďalší
00001147=Okná &vedľa seba
00001148=Okná &pod seba
00001149=Okná do kaskády
00001150=Usporiadať ikony
00001151=&Minimalizovať všetko
00001152=Ma&ximalizovať všetko
00001153=Súbory
00001154=&Pomoc
00001155=&Pomoc...
00001156=Registrácia...
00001157=Licencia...
00001158=Príručky pomoci
00001159=PHP
00001160=&Príručka PHP...
00001161=Funkcia vyhľadávania
00001162=Tabuľka s obsahom
00001163=Ako začať
00001164=Referenčná príručka funkcií
00001165=Referenčná príručka jazyka
00001167=&HTML...
00001168=&CSS...
00001169=P&EAR...
00001170=SQL...
00001171=Odoslať spätnú väzbu...
00001172=Navštíviť Webové stránky...
00001173=Skontrolovať novú verziu...
00001174=&O aplikácii...
00001175=&Objednaj teraz!
00001176=Ak sa vám páči tento software, objednajte si ho ešte dnes!
00001447=Skočiť do histórie
00001448=Naspäť
00001449=Ďalej
00001450=Ladiť
00001451=Ladiť
00001453=Spustiť po kurzor
00001457=Zapnúť/vypnúť breakpoint
00001458=Pridať watch
00001459=Profiler
00001462=Kontrola syntaxe
00001463=Deklarácie
00001464=Súbor
00001465=Deklarácie súboru
00001471=Projekt
00001472=Deklarácie projektu
00001478=Ďalší
00001479=Nasledujúca deklarácia
00001480=Predchádzajúci
00001481=Predchádzajúca deklarácia
00001482=Pozícia
00001483=Atribút
00001484=Modifikované
00001485=Nenačítaný žiaden projekt
00001488=Licencované na:
00001489=Nový súbor
00001490=Projekty
00001491=Šablóny
00001492=Otvoriť existujúci(e) súbor(y)
00001494=Otvoriť...
00001495=Kliknutie pravým tlačidlom zobrazí viacej možností...
00001532=Výstupné zobrazenie:
00001623=Východzie
00001663=Automaticky rozvinúť
00001672=Všeobecný
00001673=Layout
00001775=Knižnice kódu - Hľadať
00001776=Hľadať ďalej
00001777=Hľadať
00001778=Názov
00001779=Obsah
00001780=Útržky kódu
00001781=Vytvoriť nový útržok kódu
00001782=Útržok kódu » Dokument
00001783=Editovať útržok kódu
00001784=Vymazať útržok kódu
00001785=Export do XML
00001787=Prehliadač súborov
00001788=Otvoriť alebo vložiť súbor
00001789=Voľby
00001790=Vytvoriť nový súbor/adresár
00001793=Projekt
00001794=Adresár
00001795=Vytvoriť nový adresár
00001796=Projektový manažér
00001797=Import adresárov/súborov
00001798=Otvoriť alebo vložiť súbor
00001799=Nanovo zanalyzovať projekt
00001800=Zavrieť projekt
00001802=Súbory projektu
00001804=Šablóna pruhu nástrojov
00001806=Vytvoriť novú šablónu
00001807=Šablóna » Nový dokument
00001808=Editovať šablónu
00001809=Vymazať šablónu
00001810=Export do XML
00001811=Názov
00001812=Obsah
00001814=Šablóna pruhu nástrojov
00001815=Nová databáza...
00001816=Editovať databázu...
00001817=Vytvoriť kód pre pripojenie databázy
00001818=Odstrániť
00001819=Export do XML
00001820=ClassBrowser
00001821=Voľby
00001825=Pripojiť
00001826=Pripojiť ku FTP
00001827=Odpojiť
00001828=Odpojiť z FTP
00001829=Naspäť
00001830=Ísť o jednu úroveň vyššie
00001831=Upraviť
00001832=Vzdialená editácia
00001833=Downloadovať
00001834=Downloadovať z FTP na lokál
00001835=Uploadovať
00001836=Uploadovať lokálny súbor na FTP
00001837=Kopírovať
00001838=Kopírovať aktívny súbor na FTP
00001839=Uploadovať súbor
00001840=Uploadovať aktívny súbor na FTP
00001841=Uploadovať adresár
00001842=Uploadovať adresár na FTP
00001843=Uploadovať projekt
00001844=Uploadovať projekt na FTP
00001845=Nový adresár
00001846=Vytvoriť nový adresár
00001847=Oprávnenia
00001848=Zmeniť oprávnenia
00001849=Vymazať
00001850=Vymazať označený súbor alebo adresár
00001851=Prerušiť
00001852=Prerušiť
00001853=Premenovať
00001854=Premenovať súbor alebo adresár
00001855=Obnoviť
00001856=Obnoviť
00001857=FTPview
00001858=Vložiť položku todo
00001859=Vložiť položku todo
00001860=Vymazať položku todo
00001861=Vymazať položku todo
00001866=Súbor
00001870=Neexistujú žiadne položky, ktoré by bolo možné zobraziť.
00001882=Neexistujú žiadne položky, ktoré by bolo možné zobraziť.
00001906=Súbor
00001915=Oznam
00001916=Názov súboru
00001917=ClassBrowser
00001918=Navigácia
00001919=Naspäť
00001920=Ďalší
00001921=Funkcia nebola nájdená!
00001922=Prehliadač súborov
00001923=Otvoriť snímku prehliadača súborov
00001924=Uložiť snímku prehliadača súborov
00001925=Vymazať snímku prehliadača súborov
00002033=php
00002035=*.htm
00002036=Všetky súbory|*.*
00002050=Otvoriť...
00002057=Vytvoriť novú šablónu...
00002058=Vytvoriť novú šablónu
00002059=Šablóna » Nový dokument
00002060=Šablóna » Nový dokument
00002061=Editovať šablónu...
00002062=Editovať šablónu...
00002063=Vymazať šablónu...
00002064=Vymazať šablónu...
00002065=&Nová položka Todo...
00002066=Vytvoriť novú položku ToDo
00002067=Upraviť
00002068=Editovať označenú položku ToDo
00002069=Otvoriť &súbor(y)...
00002070=Otvoriť asociované súbor(y) v označených položkách ToDo
00002071=Odst&rániť
00002072=Odstrániť označené položky ToDo
00002073=Export zoznamu
00002074=HTML....
00002075=Export ToDo do HTML
00002077=&Voľby
00002078=Voľby
00002079=Otvoriť súbor
00002080=Editovať položku ToDo
00002081=Mriežka
00002082=Zobrazenie
00002083=&Dlaždice
00002084=Zoznam
00002085=&Ikony
00002086=&Report
00002087=Posunúť hore
00002088=Posunúť dole
00002089=html
00002090=HTML dokument (*.htm;*.html)|*.htm;*.html
00002093=Otvoriť projekt
00002094=Zatvoriť projekt
00002098=Uložiť
00002099=Uložiť všetko
00002100=Uložiť na FTP...
00002101=Kopírovať na FTP...
00002102=Zatvoriť
00002103=Zatvoriť všetko
00002104=Zatvoriť ostatné
00002105=Kopírovať...
00002107=Súbory
00002110=Triedy
00002111=Funkcie
00002113=Súbor
00002114=Schránka
00002115=Nájsť
00002116=PHP
00002117=Ladiť
00002118=HTML
00002119=Formuláre
00002120=Formát
00002121=Odsek
00002122=Skočiť do histórie
00002123=Deklarácie
00002124=Layout plochy
00002125=Okno
00002126=Záložky
00002127=Vyhľadávanie na Webe
00002129=Príručka PHP
00002130=Vložiť
00002131=Príručky
00002137=Nový...
00002138=Nová databáza...
00002139=Editovať...
00002140=Editovať databázu...
00002145=DBX
00002154=Odstrániť...
00002155=Vytvoriť nový útržok kódu...
00002156=Vytvoriť nový útržok kódu...
00002157=Útržok kódu » Dokument
00002158=Útržok kódu » Dokument
00002159=Editovať útržok kódu...
00002160=Editovať označený útržok kódu
00002161=Vymazať útržok kódu...
00002162=Vymazať útržok kódu...
00002163=Vytvoriť novú šablónu...
00002164=Vytvoriť novú šablónu
00002165=Šablóna » Nový dokument
00002166=Použiť označenú šablónu
00002167=Editovať šablónu...
00002168=Editovať označenú šablónu
00002169=Vymazať šablónu...
00002170=Vymazať označenú šablónu
00002171=Nová položka Inline Bug #PHP...
00002172=Nová položka Inline Bug #HTML...
00002173=Nová položka Inline Todo #PHP...
00002174=Nová položka Inline Todo #HTML...
00002177=Vytvoriť nový súbor
00002178=Skočiť do zdrojového kódu
00002181=Všetko|*.*|PHP|*.php
00002182=Tabuľka s obsahom
00002183=Ako začať
00002184=Referenčná príručka funkcií
00002185=Referenčná príručka jazyka
00002186=Konfigurovať príručku PHP...
00002187=MySQL
00002188=PostgreSQL
00002198=Vložiť názvy súborov
00002199=Vložiť názvy súborov s úplnou cestou
00002200=Desktop
00002201=Osobný
00002202=Diskové jednotky
00002203=Sieť
00002204=Localhost
00002205=Zobrazenie
00002206=&Dlaždice
00002207=&Zoznam
00002208=&Ikony
00002209=&Detaily
00002210=Minia&túry
00002211=Filter
00002212=Webové súbory
00002213=Všetky súbory
00002214=Vložiť názvy súborov
00002215=Vložiť názvy súborov s úplnou cestou
00002220=&Dlaždice
00002221=&Zoznam
00002222=&Ikony
00002223=&Detaily
00002224=Minia&túry
00002238=Hľadať...
00002239=Hľadať ďalej
00002240=Nahradiť...
00002241=Nahradiť ďalej...
00002242=Rozšírené vyhľadávanie...
00002243=Rozšírené nahrádzanie...
00002244=Hľadať v súboroch...
00002245=&Voľby
00002246=Odstrániť značky vyhľadávania...
00002247=Vymazať históriu vyhľadávania...
00002248=Konfigurovať vyhľadávanie...
00002249=&Vystrihnúť
00002250=&Kopírovať
00002251=&Prilepiť
00002252=Konfigurovať...
00002253=Otvoriť projekt
00002257=Komentovať s /** */
00002259=Komentovať s //
00002261=Komentovať s #
00002263=TortoiseSVN :: Pridať súbor
00002265=Nový
00002267=Otvoriť
00002269=Uložiť
00002271=aSaveAs
00002273=SaveAll
00002275=aFTP
00002277=Zatvoriť
00002279=Zatvoriť všetko
00002281=Kopírovať
00002283=Obnoviť do pôvodného stavu
00002285=Premenovať
00002287=Vytlačiť
00002289=Export do HTML
00002291=Export do RTF
00002293=Export do LaTex
00002295=Ukončiť
00002297=&Späť
00002298=Späť
00002300=&Znova
00002301=Znova
00002303=&Vystrihnúť
00002304=Vystrihnúť do schránky
00002306=&Kopírovať
00002307=Kopírovať do schránky
00002309=&Prilepiť
00002310=Prilepiť zo schránky
00002312=Vybrať v&šetko
00002313=Vybrať všetko
00002315=&Zalomiť riadky
00002316=Zalomiť riadky
00002318=Ísť na riadok
00002320=Všetky deklarácie súboru
00002322=Deklarácie funkcií súboru
00002324=Deklarácie tried a interfejsov súboru
00002326=Deklarácie konštánt súboru
00002328=Deklarácie premenných súboru
00002330=Všetky deklarácie projektu
00002332=Deklarácie funkcií projektu
00002334=Deklarácie tried a interfejsov projektu
00002336=Deklarácie konštánt projektu
00002338=Deklarácie premenných projektu
00002340=Nasledujúca deklarácia
00002342=Predchádzajúca deklarácia
00002344=Panel :: Prehliadač PHP kódu
00002346=Zobrazenie stránky :: PHP | Ladenie
00002348=Panel :: Knižnice kódu
00002350=Panel :: Útržky kódu
00002352=Panel :: Prehliadač súborov
00002354=Panel :: Projekt
00002356=Panel :: Šablóny
00002358=Panel :: Databázové pripojenia
00002360=Zobrazenie stránky :: Editácia
00002362=Zobrazenie stránky :: PHP | Spustenie
00002364=Zobrazenie stránky :: HTML | Náhľad
00002366=Zobrazenie stránky :: Localhost
00002368=Dokovaný panel :: Príručka PHP
00002370=Dokovaný panel :: Todo manažér
00002372=Dokovaný panel :: Bug manažér
00002374=Dokovaný panel :: Inline Todo manažér
00002376=Dokovaný panel :: Inline Bug manažér
00002378=Dokovaný panel :: Výsledok vyhľadávania
00002380=Dokovaný panel :: FTP
00002382=Dokovaný panel :: phpMyAdmin
00002384=Dokovaný panel :: Prehliadač súborov - snímky
00002386=Dokovaný panel :: Projekty
00002388=Aplikačný manažér
00002390=Označiť zodpovedajúci tag/zloženú zátvorku
00002392=Nájsť zodpovedajúci tag
00002394=Odstrániť prázdne riadky
00002396=Automatická oprava
00002398=Dátum a čas
00002400=FileZilla
00002402=Nastavenia
00002404=Odstrániť komentár //
00002406=Pomocník phpDocumentoru
00002408=phpDocumentor :: Trieda
00002410=phpDocumentor :: Funkcia
00002412=phpDocumentor :: Jednoduchá funkcia
00002414=phpDocumentor :: Všetky triedy v súbore
00002416=phpDocumentor :: Všetky funkcie v súbore
00002418=phpDocumentor :: Všetky jednoduché funkcie v súbore
00002420=phpDocumentor :: Všetky triedy vo všetkých otvorených súboroch
00002422=phpDocumentor :: Všetky funkcie vo všetkých otvorených súboroch
00002424=phpDocumentor :: Všetky jednoduché funkcie vo všetkých otvorených súboroch
00002426=PHP Code Beautifier :: Súbor
00002428=PHP Code Beautifier :: Všetky otvorené súbory
00002430=Hyperlink
00002432=Obrázok
00002434=Tabuľka
00002436=Zoznam
00002442=Flash
00002444=Meta informácia
00002446=Špeciálne znaky
00002448=Formulár
00002450=Formulár :: Textové pole
00002452=Formulár :: Textová oblasť
00002454=Formulár :: Heslo
00002456=Formulár :: Upload súboru
00002458=Formulár :: Tlačidlo
00002460=Formulár :: Spúšťacie tlačidlo
00002462=Formulár :: Reštartovacie tlačidlo
00002464=Formulár :: Obrázok
00002466=Formulár :: Rádiové tlačidlo
00002468=Formulár :: Zaškrtávacie tlačidlo
00002470=Formulár :: Combobox
00002472=Formulár :: Skryté pole
00002474=Tidy :: W3 štandard
00002476=Tidy ::  Upgradovať na CSS2
00002478=Tidy :: Upgradovať na XHTML
00002480=Tidy :: Upgradovať na XML
00002482=Spustiť bez Xdebug
00002484=Spustiť bez Xdebug a s parametrami...
00002486=Kontrola syntaxe PHP
00002488=Projektový manažér
00002490=Projekt :: Nanovo analyzovať
00002492=Projekt :: Zavrieť
00002494=Editor písma
00002496=Tučné
00002498=Kurzíva
00002500=Podčiarknuté
00002502=Prečiarknuté
00002504=Naľavo
00002506=Do stredu
00002508=Vpravo
00002510=Zarovnať
00002512=Nový riadok
00002514=Koniec riadku
00002516=Pevná medzera
00002518=Zväčšiť odsadenie
00002520=Zmenšiť odsadenie
00002522=Hlavička 1
00002524=Hlavička 2
00002526=Hlavička 3
00002528=Hlavička 4
00002530=Hlavička 5
00002532=Hlavička 6
00002534=Rozostup písmen: 100%
00002536=Rozostup písmen: 150%
00002538=Rozostup písmen: 200%
00002540=Dolný index (subscript)
00002542=Horný index (superscript)
00002544=Horizontálna čiara
00002546=Viac farieb
00002548=Selektor farieb
00002550=Pridať/odstrániť záložku 0
00002552=Pridať/odstrániť záložku 1
00002554=Pridať/odstrániť záložku 2
00002556=Pridať/odstrániť záložku 3
00002558=Pridať/odstrániť záložku 4
00002560=Pridať/odstrániť záložku 5
00002562=Pridať/odstrániť záložku 6
00002564=Pridať/odstrániť záložku 7
00002566=Pridať/odstrániť záložku 8
00002568=Pridať/odstrániť záložku 9
00002570=Ísť na záložku 0
00002572=Ísť na záložku 2
00002574=Ísť na záložku 1
00002576=Ísť na záložku 3
00002578=Ísť na záložku 4
00002580=Ísť na záložku 5
00002582=Ísť na záložku 6
00002584=Ísť na záložku 7
00002586=Ísť na záložku 8
00002588=Ísť na záložku 9
00002590=Vyhľadať na Webe
00002592=Vyhľadať na Webe - PHP (php.net)
00002594=Vyhľadať na Webe - Google
00002596=Vyhľadať na Webe - Live Search (Microsoft)
00002598=Vyhľadať na Webe - Yahoo!
00002600=Vyhľadať na Webe - Altervista
00002602=Vyhľadať na Webe - Wikipedia
00002604=Vyhľadať na Webe - Koders
00002606=Príručka PHP
00002608=Skočiť na deklaráciu
00002610=Otvoriť súbor na kurzore
00002612=Položka Todo :: PHP
00002614=Položka Todo :: HTML
00002616=Položka Bug :: PHP
00002618=Položka Bug :: HTML
00002620=Nový :: PHP
00002622=Nový :: XHTML/HTML
00002624=Nový :: CSS
00002626=Nový :: XML
00002628=Nový :: JavaScript
00002630=Nový :: Visual Basic
00002632=Nový :: SQL
00002634=Nový :: Perl
00002636=Nový :: Java
00002638=Nový :: C#
00002640=Nový :: Python
00002642=Nový :: Ruby
00002644=Nový :: Nič
00002646=Kontrola syntaxe pre (X)HTML a CSS
00002648=Vymazať riadok
00002650=Vymazať koniec riadku
00002652=TortoiseSVN :: Potvrdiť
00002654=TortoiseSVN :: Potvrdiť súbor
00002656=TortoiseSVN :: Aktualizovať
00002658=TortoiseSVN :: Aktualizovať súbor
00002660=TortoiseSVN :: Porovnať/zlúčiť súbor (Diff/Merge)
00002662=TortoiseSVN :: Obnoviť súbor do pôvodného stavu
00002664=Predchádzajúci
00002666=Ďalší
00002668=Okná &vedľa seba
00002670=Okná &pod seba
00002672=Okná do &kaskády
00002674=&Usporiadať ikony
00002676=&Minimalizovať všetko
00002678=Ma&ximalizovať všetko
00002680=Označiť súbor
00002682=Súbory projektu
00002684=Kopírovať aktívny súbor na FTP
00002686=Uploadovať aktívny súbor na FTP...
00002688=Odoslať adresár na FTP...
00002690=Odoslať projekt na FTP...
00002692=Kopírovať riadok
00002694=Previesť označený text na veľké písmená
00002696=Previesť označený text na malé písmená
00002698=Kapitalizovať označený text
00002700=Previesť označené tagy na veľké písmená
00002702=Previesť označené tagy na malé písmená
00002704=Previesť text na veľké písmená
00002706=Previesť text na malé písmená
00002708=Kapitalizovať text
00002710=Previesť tagy na veľké písmená
00002712=Previesť tagy na malé písmená
00002714=Nájsť
00002716=Nájsť nasledujúce
00002718=Nájsť predchádzajúce
00002720=Dokovaný panel :: Ladenie - PHP
00002722=Dokovaný panel :: Ladenie - phpDocumentor
00002724=Dokovaný panel :: Ladenie - HTML Tidy
00002726=Dokovaný panel :: Breakpointy
00002728=Dokovaný panel :: Zásobník volaní (callstack)
00002730=Dokovaný panel :: Evaluate
00002732=Dokovaný panel :: Watches
00002734=Dokovaný panel :: Kontextové premenné
00002736=Dokovaný panel :: Zápisník udalostí (event log)
00002738=Vkladanie
00002740=Šikmé písmo (emphasis)
00002742=Tučné písmo (strong)
00002744=aHtmlComment
00002745=Predchádzajúca záložka
00002746=Nasledujúca záložka
00002747=Automatické ukončovanie
00002749=Odstrániť jednoriadkový komentár
00002751=Nástroj na porovnávanie a zlučovanie textových súborov
00002752=Vytvoriť súbor
00002753=Editovať súbor
00002754=Zmeniť oprávnenie
00002755=Zrušiť
00002756=Otváranie projektu
00002757=Vyhľadávanie súborov projektu. Prosím, počkajte...
00002760=Ladiť
00002762=Naštartovať server
00002764=Spustiť bez debugeru
00002766=Zastaviť server
00002768=Reštartovať server
00002770=Krok dovnútra
00002772=Krok ponad
00002774=Spustiť po návrat
00002776=Spustiť po kurzor
00002778=Ukončiť
00002780=Pridať watch
00002782=Breakpointy
00002784=Zásobník volaní (callstack)
00002786=Watches
00002788=Kontextové premenné
00002790=Evaluate
00002792=Zápisník udalostí (event log)
00002794=Zapnúť/vypnúť breakpoint
00002796=Naštartovať novú sešn
00002798=Ukázať bod vykonávania
00002800=Profiler
00002802=Profiler
00002804=Profiler s parametrami...
00002808=Ladiť s parametrami...
00002810=Profiler s parametrami...
00002811=Formát súboru
00002812=Kódovanie súboru
00002815=Nový adresár...
00002816=Nový súbor...
00002817=Jazyky
00002819=Pomôžte nám preložiť program!
00002825=Escape reťazce
00002826=Escape apostrofy
00002827=Escape úvodzovky
00002828=Escape apostrofy a vložiť okolo apostrofy
00002829=Escape úvodzovky a vložiť okolo apostrofy
00002831=Nový :: Smarty
00002833=Escape úvodzovky a vložiť okolo apostrofy
00002834=Escape úvodzovky
00002835=Escape apostrofy a vložiť okolo apostrofy
00002836=Escape apostrofy
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=Úvodzovky "..."
00002846=Apostrofy '...'
00002847=Úvodzovky a posun riadku (linefeed) "...\\n";
00002848=Apostrofy a posun riadku (linefeed) '...\\n';
00002849=Úvodzovky a návrat vozíka (carriage return) "...\\r";
00002850=Apostrofy a návrat vozíka (carriage return) '...\\r';
00002851=Úvodzovky a horizontálny tabelátor "...\\t";
00002852=Apostrofy a horizontálny tabelátor '...\\t';
00002881=WinCacheGrind...
00002882=Konfigurovať...
00002883=Prispôsobiť...
00002884=Nedávno otvorené súbory
00002885=Vyprázdniť zoznam nedávno otvorených súborov
00002886=Inštrukcie
00002887=Vlastný...
00002888=Vlastné farby...
00002889=Viac farieb...
00002890=Viac farieb
00002891=Selektor farieb...
00002892=Selektor farieb...
00002893=Trieda
00002894=Funkcia
00002895=Premenná
00002896=Nový...
00002897=Vybrať súbor...
00002898=Súbory projektu...
00002899=Komentovať s #
00002900=Riadkový komentár
00002901=Deklarácie súboru - Všetky
00002902=Funkcie
00002903=Triedy a interfejsy
00002904=Konštanty
00002905=Premenné
00002906=Projekt | Všetky deklarácie otvorených súborov - Všetky
00002907=Funkcie
00002908=Triedy a interfejsy
00002909=Konštanty
00002910=Premenné
00002911=Časové razítko
00002912=Časové razítko #4
00002913=Časové razítko #3
00002914=Časové razítko #2
00002915=Časové razítko #1
00002916=Zaktualizovať časové razítko pri ukladaní
00002917=Folder s údajmi...
00002918=Nájsť...
00002919=Ctrl+H\n
00002920=Pridať dokumentáciu triedy
00002921=Pridať dokumentáciu funkcie
00002922=Pridať dokumentáciu jednoduchej funkcie
00002923=Pridať dokumentáciu ku všetkým triedam v súbore
00002924=Pridať dokumentáciu ku všetkým funkciám v súbore
00002925=Pridať jednoduchú dokumentáciu ku všetkým funkciám v súbore
00002926=Pridať dokumentáciu ku všetkým triedam vo všetkých otvorených súboroch
00002927=Pridať dokumentáciu ku všetkým funkciám vo všetkých otvorených súboroch
00002928=Pridať jednoduchú dokumentáciu ku všetkým funkciám vo všetkých otvorených súboroch
00002929=&Nový
00002930=Serverovské premenné
00002931=JavaScript...
00002932=Nový...

[fMDIChild]
00000001=Bez nadpisu
00000072=Záložka 0
00000073=Záložka 1
00000074=Záložka 2
00000075=Záložka 3
00000076=Záložka 4
00000077=Záložka 5
00000078=Záložka 6
00000079=Záložka 7
00000080=Záložka 8
00000081=Záložka 9
00000084=Záložka 0
00000085=Záložka 1
00000086=Záložka 2
00000087=Záložka 3
00000088=Záložka 4
00000089=Záložka 5
00000090=Záložka 6
00000091=Záložka 7
00000092=Záložka 8
00000093=Záložka 9
00000568=VBScript
00001049=SQL
00001785=Súbory projektu...
00001790=Vybrať súbory...
00001862=Konfigurovať zvýrazňovače...
00001864=Komentovať
00001867=JavaScript
00001868=Všeobecný
00001869=PHP
00001900=C#
00001902=Perl
00001904=Ruby
00001909=Konfigurovať ladenie...
00002097=Konfigurovať externé prehliadače...
00002108=XML
00002109=CSS
00002216=Python
00002217=Java
00002219=Ísť
00002221=Nájsť všetko
00002222=Príručka PHP
00002223=Funkcia vyhľadávania v príručke PHP
00002224=Zalomiť riadky
00002225=Okraj pre väzbu
00002226=Inteligentné zvýrazňovanie
00002227=Inteligentné zvýrazňovanie (php, html, xml, css a javascript)
00002228=Upraviť
00002229=HTML :: Náhľad
00002230=PHP :: Spustenie
00002231=Localhost
00002234=Zatvoriť dokument
00002235=Vybrať súbory...
00002236=Súbory projektu...
00002237=PHP :: Ladenie
00002238=PrintFileName
00002239=Upraviť
00002240=LineJump
00002275=aConvertCharsToCodeSel
00002278=Editovať farbu...
00002279=Skočiť na deklaráciu
00002280=Otvoriť súbor na kurzore...
00002281=phpDocumentor
00002282=Pomoc
00002283=Vyhľadávanie na Webe
00002284=PHP (php.net)
00002285=Google
00002286=Live Search (Microsoft)
00002287=Yahoo!
00002288=Altavista
00002289=Wikipedia
00002290=Koders
00002291=Konfigurovať vyhľadávanie na Webe...
00002292=Späť
00002293=Znova
00002294=Vystrihnúť
00002295=Kopírovať
00002296=Prilepiť
00002297=Zalomiť riadky
00002298=Zalomiť riadky
00002299=Uzamknúť klávesnicu
00002300=Uzamknúť klávesnicu
00002301=&Pridať/odstrániť záložky
00002302=&Ísť na záložky
00002303=Označiť zodpovedajúci tag/zloženú zátvorku
00002304=Vyhľadať zodpovedajúci tag/zloženú zátvorku
00002305=Veľkosť písmen
00002306=Označený text
00002307=Veľké písmená
00002308=Malé písmená
00002309=Kapitalizovať
00002310=Tagy veľkých písmen
00002311=Tagy malých písmen
00002312=Celý dokument
00002313=Veľké písmená
00002314=Malé písmená
00002315=Kapitalizovať
00002316=Tagy - Veľké písmená
00002317=Tagy - Malé písmená
00002318=» Útržok kódu
00002319=HTML
00002320=Todo && Bug
00002321=Nová položka Inline Todo # PHP...
00002322=Nová položka Inline Todo # HTML...
00002323=Nová položka Inline Bug # PHP...
00002324=Nová položka Inline Bug # HTML...
00002325=Komentovať s //
00002326=Odkomentovať jednoriadkový komentár
00002327=SVN
00002328=Konfigurovať...
00002329=Internet Explorer
00002330=Netscape
00002331=Firefox
00002332=Opera
00002333=Safari
00002334=Konfigurovať externé prehliadače internetu...
00002335=Internet Explorer
00002336=Netscape
00002337=Firefox
00002338=Opera
00002339=Safari
00002340=Konfigurovať externé prehliadače internetu...
00002341=Internet Explorer
00002342=Netscape
00002343=Firefox
00002344=Opera
00002345=Safari
00002346=Adresár Localhosta...
00002394=Bez syntaxe
00002395=Syntax: Žiadna
00002396=Pozícia pruhu nástrojov pre editor: Hore
00002397=Pozícia pruhu nástrojov pre editor: Dole
00002398=Vymazať všetky záložky...
00002399=URL:
00002400=Hľadať:
00002402=Smarty
00002403=Tahoma
00002404=Syntax: HTML

[frmAbout]
00000028=Zatvoriť
00000029=O aplikácii
00000034=Ak chcete viac informácií, navštívte, prosím:
00000039=Licencované na:
00000041=Meno:
00000042=Email:
00000043=Spoločnosť/Organizácia:
00000044=Zaregistrujte sa!
00000045=Odstrániť licenciu
00000046=Zmeniť informáciu o licencii...
00000047=Tretie strany
00000048=Tretie strany
00000049=Tento produkt obsahuje komponenty alebo knižnice vyvinuté nasledujúcimi tretími stranami:
00000050=Ďakujeme vyššie uvedeným skupinám a jednotlivcom za ich príspevky!
00000051=Špeciálne poďakovanie pre Krystiana Bigaja!
00000052=Komponent/Kniž.
00000053=Autor
00000054=Licencia
00000055=Webová lokalita
00000056=Legálny
00000057=Xdebug
00000063=PHP
00000068=Licenčná zmluva
00000069=Licenčná zmluva
00000070=O aplikácii
00000071=(Založené na "The PHP License", verzia 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. Všetky práva vyhradené.
00000073=Preklad
00000074=Prispievatelia s prekladmi
00000075=Prispievateľ
00000076=Jazyk
00000077=Webová lokalita
00000078=Ďakujeme vyššie uvedeným prispievateľom z celého sveta za ich pomoc s prekladom programu!
00000079=Ak radi pomôžete s prekladom do vášho jazyka! Prosím, navštívte:

[frmApplicationEdit]
00000070=Vlastnosti aplikácie
00000073=Ok
00000078=Zrušiť
00000079=Názov:
00000080=Cesta aplikácie:
00000081=Parametre
00000084=Všetky súbory (*.*)|*.*

[frmApplicationManager]
00000070=Aplikačný manažér
00000073=Spustiť
00000078=Zatvoriť
00000079=Nový...
00000080=Odstrániť...
00000081=Editovať...

[frmAutoCompletionNewItem]
00000070=Položka automatického ukončenia
00000073=Ok
00000078=Zrušiť
00000079=ID:
00000080=Príklad: <html>
00000081=Výsledok
00000082="|" = Umiestnenie kurzoru
00000083=Príklad: <html>|</html>
00000084=Príklad
00000085=Enter:
00000086=<html>
00000087=Stlačiť:
00000088=Ctrl+J
00000089=Výsledok:
00000090=<html>                  </html>
00000091=[kurzor]

[frmBug]
00000070=Položka Bug
00000073=Ok
00000078=Zrušiť
00000079=Popis:
00000080=Názov súboru:
00000081=Priorita:
00000082=Kompletný:
00000083=Názov položky:
00000084=Projekt:
00000085=Verzia:
00000086=Závažnosť:
00000087=Platforma:
00000088=Operačný systém:
00000089=Míľnik(y):
00000090=História:
00000091=Stav:
00000092=Rozlíšenie:
00000093=Pridelené:
00000094=Vysoký\nNormálny\nNízky\n
00000095=Nepriradený\nMyšlienka\nPožiadavka novej vlastnosti\nTrápenie\nSpokojnosť\nTrivialny\nMenej zavažný\nVýznamný\nKritický\n
00000096=Všetky (medzi platformový)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\nOther\n
00000098=BUSY\nCOMPLETE\nFORWARDED\nINPROGREESS\nNOTSTARTED\nPENDING\nTESTING\nUNKNOWN\n
00000099=Odložený\nOpakovaný\nOpravený\nNeplatný\nNie je chybou\nNebude oprava\nMne to pracuje\n
00000100=Odložený\nOpakovaný\nOpravený\nNeplatný\nNie je chybou\nNebude oprava\nMne to pracuje\n
00000101=.htm
00000102=Všetky súbory (*.*)|*.*

[frmCodeBeautifier]
00000070=PHP Code Beautifier
00000071=Dĺžka odsadenia
00000072=Úvodná dĺžka odsadenia
00000073=Po štarte PHP*
00000074=Pred ukončením PHP*
00000075=Max prázdnych riadkov*
00000076=Odsadzovanie
00000077=Komentáre
00000078=Nové riadky
00000079=Medzery
00000080=Zalomiť riadky
00000081=Minimálna dĺžka riadku
00000082=Maximálna dĺžka riadku
00000083=Malé písmená
00000084=Vybrať profil:
00000085=Zatvoriť
00000086=SpTBXToolbar1
00000087=Pridať nový profil
00000088=Pridať nový profil
00000089=Vymazať označený profil
00000090=Vymazať označený profil
00000091=Kopírovať aktuálny profil
00000092=Kopírovať aktuálny profil
00000093=Posunúť hore
00000094=Posunúť hore
00000095=Posunúť dole
00000096=Posunúť dole
00000097=Odsadenie ako tabelátory
00000098=Úvodné odsadenie ako tabelátory
00000099=Komentáre úvodného odsadenia
00000100=Odstrániť doc-komentáre
00000101=Odstrániť komentáre
00000102=Pridať hviezdičku do doc-komentárov
00000103=Pridať hviezdičku do viacriadkových komentárov
00000104='if/else'
00000105='elseif'
00000106=pred zloženými zátvorkami
00000107=Zložená zátvorka (PEAR štandard)
00000108=Zachovať jednoduché riadky
00000109=po 'if'
00000110=po 'elseif'
00000111=po 'else'
00000112=po 'while'
00000113=po 'do'
00000114=po 'for'
00000115=po 'foreach'
00000116=po 'switch'
00000117=po dvojbodke
00000118=po bodkočiarke
00000119=okolo bodiek
00000120=okolo otáznikov
00000121=po čiarke
00000122=po výkričníku
00000123=pred pravou guľatou zátvorkou
00000124=po ľavej guľatej zátvorke
00000125=Kľúčové slová
00000126=Do dĺžky odsadzovania
00000127=Metódy objektu
00000128=Pridať nový profil
00000129=Pridať nový profil
00000130=Vymazať označený profil
00000131=Vymazať označený profil
00000132=Kopírovať aktuálny profil
00000133=Kopírovať aktuálny profil
00000134=&Aktuálny súbor
00000135=&Všetky súbory
00000136=Posunúť hore
00000137=Posunúť hore
00000138=Posunúť dole
00000139=Posunúť dole

[frmCodeExplorerSelectFile]
00000002=Otvoriť
00000003=Zrušiť
00000004=Označiť súbor

[frmColors]
00000070=Viac farieb
00000071=Hodnota:
00000072=Vybraný:
00000073=Ok
00000077=Vlastný...
00000078=Zrušiť
00000079=&Vybrať...

[frmConfigurePHPManual]
00000070=Nebola nájdená príručka PHP!
00000076=Konfigurovať teraz
00000077=Ak chcete používať kontextovú pomoc s rýchlym prístupom ku viac ako 3000 funkciám, musíte\nsi stiahnúť príručku PHP.\n\nPríručka PHP (.chm) je dostupná zadarmo na: http://www.php.net/download-docs.php\n\nV Nastaveniach > Príručka PHP, zadajte cestu k miestu, kde sa nachádza príručka PHP.\n\nDôležité:\n========\nAk ste si stiahli príručku PHP (CHM) pomocou Microsoft Internet Exploreru pod Windows XP SP2\nalebo neskorším, mali by ste po stiahnutí "odblokovať" súbor - pravým kliknutím naň a zvolením \nponuky s vlastnosťami položky. Potom klkinite na tlačidlo 'Odblokovať'. \n

[frmCSSCreateSelectorChild]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Potomok
00000080=Nadradený element:
00000081=Vybraný selektor:
00000082=Podradený element:
00000083=Vybraný selektor:

[frmCSSCreateSelectorClass]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Trieda / ID
00000080=Vybraný selektor:
00000081=Elementy:
00000082=Trieda
00000083=Id

[frmCSSCreateSelectorContextual]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Kontextový
00000080=Predkovský element:
00000081=Vybraný selektor (predok):
00000082=Druhý element:
00000083=Vybraný selektor:

[frmCSSCreateSelectorPseudo]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Pseudo
00000080=Element:
00000081=Pseudo element:
00000082=Vybraný selektor:
00000083=Trieda
00000084=Id

[frmCSSCreateSelectorSibling]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Súrodenec
00000080=Nadradený element:
00000081=Vybraný selektor:
00000082=Vybraný selektor:
00000083=Selektor:

[frmCSSCreateSelectorSimple]
00000070=CSS: Vytvoriť selektor
00000073=Ok
00000078=Zrušiť
00000079=Jednoduchý
00000080=Elementy:
00000081=Vybraný selektor:

[frmCSSImport]
00000070=CSS: Import
00000073=Ok
00000078=Zrušiť
00000079=Súbor
00000081=Úplná cesta
00000082=Escape všetky znaky " (úvodzovky)

[frmCSSImportRule]
00000070=CSS: Pravidlo importu
00000073=Ok
00000078=Zrušiť
00000079=Súbor
00000082=Úplná cesta
00000083=Escape všetky znaky " (úvodzovky)
00000105=CSS (*.css)|*.css|Všetky súbory (*.*)|*.*
00000106=Typy
00000107=všetky
00000108=aural
00000109=braille
00000110=embossed
00000111=handheld
00000112=print
00000113=projection
00000114=screen
00000115=tty
00000116=tv

[frmCSSMediaRule]
00000070=CSS: Pravidlo médií
00000073=Ok
00000078=Zrušiť
00000081=Typy
00000083=všetky
00000085=aural
00000087=braille
00000089=embossed
00000091=handheld
00000093=print
00000095=projection
00000097=screen
00000099=tty
00000101=tv

[frmCSSPosition]
00000070=CSS: Polohovanie
00000071=Id:
00000072=Z-Index:
00000073=Vľavo:
00000074=Hore:
00000075=Výška:
00000076=Šírka:
00000077=Pozícia:
00000078=Ok
00000079=Zrušiť
00000083=Escape všetky úvodzovky "
00000084=Definuje blok s obsahom "<div>" v dokumente

[frmDatabaseConnection]
00000070=Vlastnosti databázového pripojenia
00000073=Ok
00000078=Zrušiť
00000079=Server:
00000080=Meno užívateľa:
00000081=Heslo:
00000082=Názov:
00000083=Databáza:
00000084=Port

[frmDateTime]
00000070=Dátum & Čas
00000071=Dátum & Čas
00000072=Zrušiť
00000073=Ok
00000074=Dátum
00000075=Dátum && Čas
00000076=Akt&ualizovať

[frmDebugParameters]
00000073=Ok
00000078=Zrušiť
00000079=Ladiť s parametrami
00000080=Zadajte argument(y), oddeľte argumenty pomocou &&:
00000081=Vyčistiť

[frmDebugProfiler]
00000001=Vybrať Xdebug Profiler
00000002=&OK
00000003=Zrušiť

[frmDockBug]
00000001=Inline Bug

[frmDockCodeExplorer]
00000001=Prehliadač kódu PHP

[frmDockCodeLib]
00000001=Knižnice kódu

[frmDockCodeSnippets]
00000001=Útržky kódu

[frmDockDatabaseConnections]
00000001=Databázové pripojenia

[frmDockDatabaseManagement]
00000001=Databázový manažment

[frmDockDebugBreakpoints]
00000001=Breakpointy
00000002=Pridať
00000003=Upraviť
00000004=Umožniť
00000005=Znemožniť
00000006=Vymazať
00000007=Umožniť všetko
00000008=Znemožniť všetko
00000009=Vymazať všetko
00000010=Pridať
00000011=Upraviť
00000012=Umožniť
00000013=Znemožniť
00000014=Umožniť všetko
00000015=Znemožniť všetko
00000016=Vymazať
00000017=Vymazať všetko

[frmDockDebugCallStack]
00000001=Zásobník volaní (call stack)
00000002=Kopírovať
00000005=Kopírovať

[frmDockDebugContextVariables]
00000001=Kontextové premenné
00000002=Kopírovať
00000003=Pridať watch
00000004=Pridať watch
00000005=Kopírovať

[frmDockDebugEvaluate]
00000001=Pomôcka pre Evaluate
00000002=Kopírovať
00000003=Pridať watch

[frmDockDebugEvent]
00000001=Zápisník udalostí (event log)
00000002=Kopírovať
00000005=Kopírovať
00000006=Vyčistiť
00000007=Vyčistiť

[frmDockDebugWatches]
00000001=Watches
00000002=Kopírovať
00000005=Kopírovať
00000006=Pridať
00000007=Upraviť
00000008=Vymazať
00000009=Vymazať všetko
00000010=Ísť na deklaráciu
00000011=Pridať
00000012=Upraviť
00000013=Vymazať
00000014=Vymazať všetko

[frmDockFileBrowser]
00000001=Prehliadač súborov

[frmDockFileBrowserSnapshots]
00000001=Prehliadač súborov - Snímky

[frmDockFTP]
00000001=FTP

[frmDockInlineTodo]
00000001=Inline Todo

[frmDockMsgPHP]
00000001=Správy :: PHP

[frmDockMsgPHPDoc]
00000001=Správy :: phpDocumentor

[frmDockMsgTidy]
00000001=Správy :: HTML Tidy

[frmDockPHPManual]
00000001=Príručka PHP

[frmDockProjectOverview]
00000001=Projekty

[frmDockProjects]
00000001=Projekty

[frmDockSearchResults]
00000001=Výsledky hľadania
00000002=Nájsť...
00000003=Rozvinúť všetko
00000004=Zvinúť všetko

[frmDockSyntaxCheck]
00000001=Kontrola syntaxe
00000002=Typ
00000003=Pozícia
00000004=Popis

[frmDockTemplates]
00000001=Šablóny

[frmDockTodo]
00000001=Todo

[frmEmbed]
00000070=Vložiť
00000071=Id:
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000085=URL:
00000086=Šírka:
00000087=Výška:
00000088=Všeobecný
00000089=Úplná cesta
00000090=Autoštart
00000091=Cyklus
00000092=Skryté
00000093=Pokročilý
00000094=&Prístupový kľúč:
00000095=Názov:
00000096=Tabelátor:
00000097=Smer:
00000098=Jazyk:
00000099=Nadpis:
00000100=Pokročilý
00000103=CSS
00000104=Štýl:
00000105=Trieda:
00000106=CSS
00000107=Ok
00000108=Zrušiť
00000109=Všetky súbory|*.*

[frmFileAss]
00000001=Asociácie súborov
00000002=Aplikovať
00000003=Zatvoriť

[frmFindReplace]
00000001=Nájsť a nahradiť
00000002=&Zatvoriť
00000003=Voľby
00000004=Metóda vyhľadávania:
00000005=Zál&eží na veľkosti písmen
00000006=Iba celé sl&ová
00000007=&Regulárne výrazy
00000008=&Masky (*, ?)
00000009=Prostý &text
00000010=Hľadaj smerom &dozadu
00000011=Označiť výsledky
00000012=Nájsť kde
00000013=&Označený text
00000014=Aktuálny dokument (&globálne)
00000015=Akt&uálny dokument (od znaku vynechania)
00000016=Všetky o&tvorené dokumenty
00000017=Súbory projektu
00000018=Vlastn&ý adresár
00000019=Zahrnúť podadresáre
00000020=&Masky súboru:
00000021=Použite ";" ako oddeľovač. Príklad: *.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=Nájsť
00000025=N&ájsť všetko
00000026=Nah&radiť
00000027=Na&hradiť všetko
00000028=Text na vyhľadanie:
00000029=Nahradiť &s:
00000030=Zatvoriť dialóg

[frmFlash]
00000070=Flash
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000085=URL:
00000086=Šírka:
00000087=Výška:
00000088=Všeobecný
00000089=Úplná cesta
00000107=Ok
00000108=Zrušiť
00000110=Názov:

[frmFont]
00000001=Všeobecný
00000002=Náhľad písma
00000003=Tučné
00000004=Kurzíva
00000005=Podčiarknuté
00000006=Prečiarknutie (strike)
00000007=Horný index (superscript)
00000008=Dolný index (subscript)
00000009=Blikanie (blink)
00000010=Kapitálky (small caps)
00000011=Všetko verzálkami (all caps)
00000012=Kapitalizovať
00000013=Skryté
00000014=Tučné písmo (strong)
00000015=Šikmé písmo (emphasis)
00000016=Príklad
00000017=Definícia
00000018=Citácia
00000019=Premenná
00000020=Klávesnica
00000021=Kód
00000022=baseline\nsub\nsuper\ntop\ntext-top\nmiddle\nbottom\ntext-bottom\n
00000026=Pokročilý
00000027=Rozmer bodu:
00000030=CSS
00000031=Ok
00000032=Zrušiť
00000033=Escape všetky úvodzovky "
00000034=Editor písma
00000035=Text:
00000036=Veľkosť:
00000037=Farba:
00000038=Písmo:
00000039=Pozícia:
00000040=Rozostup:
00000041=Všeobecný
00000042=Štýl
00000043=Rozostup
00000044=Výstup
00000045=Výstupný tag:
00000046=Konzorcium World Wide Web Consortium (W3C) neschválilo použitie tagu <font> v posledných verziách HTML (HTML 4 a XHTML). V budúcich verziách budú na definovanie layoutu použité tzv. style sheety (CSS).
00000047=Prístupový kľúč:
00000048=Názov:
00000049=Tabelátor:
00000050=Smer:
00000051=Id:
00000052=Jazyk:
00000053=Nadpis:
00000054=Pokročilý
00000055=Štýl:
00000056=Trieda:
00000057=CSS

[frmForm]
00000070=Formulár :: Kontajner formulára
00000083=Escape všetky úvodzovky "
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000109=Akcia:
00000110=Typ kódovania:
00000111=Cieľ:
00000112=Metóda:
00000113=Pokročilý
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000122=CSS
00000123=Štýl:
00000124=Trieda:
00000125=CSS

[frmFormButton]
00000070=Formulár :: Tlačidlo
00000083=Escape všetky znaky " (úvodzovky)
00000084=Výstup
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000110=Typ tlačidla
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000126=Všeobecný
00000127=Hodnota:
00000128=URL:
00000129=Tlačidlo
00000130=Spustenie
00000131=Reštart
00000132=Pokročilý
00000133=CSS
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r

[frmFormCheckbox]
00000070=Formulár :: Zaškrtávacie tlačidlo
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000113=Pokročilý
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000122=CSS
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000126=Zarovnanie:
00000127=Hodnota:
00000128=Iniciálny stav
00000129=Zaškrtnuté
00000130=Nezaškrtnuté
00000131=Výstup
00000132=Výstup
00000133=Obklopený s
00000134=Apostrofy
00000135=Úvodzovky
00000136=Nič
00000137=Trimovať
00000138=Nič
00000139=Tabelátor \\t
00000140=Nový riadok \\n
00000141=Návrat vozíka (CR) \\r

[frmFormDropDown]
00000070=Formulár :: Combobox
00000083=Escape všetky úvodzovky "
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000126=Všeobecný
00000127=Veľkosť:
00000128=Položky:
00000129=Znemožnený
00000130=Nová voľba
00000131=Vybraný
00000132=Vytvoriť...
00000133=Voľba
00000134=Hodnota
00000135=Pridať
00000136=Zmeniť
00000137=Odstrániť
00000138=Posunúť hore
00000139=Posunúť dole
00000140=Pokročilý
00000141=CSS

[frmFormDropdownProperties]
00000070=Formulár :: Vlastnosti comboboxu
00000071=Voľba
00000072=Hodnota
00000073=Ok
00000074=Zrušiť

[frmFormFileUpload]
00000070=Formulár :: Upload súboru
00000083=Escape všetky znaky " (úvodzovky)
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000126=Všeobecný
00000132=Pokročilý
00000133=CSS
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Akceptovať:
00000145=Veľkosť:
00000146=Iniciálna hodnota:
00000147=Výstup

[frmFormHidden]
00000070=Formulár :: Skryté pole
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000127=Hodnota:
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Pokročilý
00000145=CSS
00000146=Výstup

[frmFormImageButton]
00000070=Formulár :: Obrázkové tlačidlo
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Vytvoriť grafické spúšťacie tlačidlo
00000145=Obrázok:
00000146=Rámček:
00000147=Výška:
00000148=Šírka:
00000149=Zarovnanie:
00000150=Úplná cesta
00000151=Náhľad
00000152=Pokročilý
00000153=CSS
00000154=Výstup
00000155=Obrazový súbor CompuServe GIF (*.gif)|*.gif|Obrazový súbor JPEG (*.jpg)|*.jpg|Obrazový súbor JPEG (*.jpeg)|*.jpeg|Všetky súbory (*.*)|*.*
00000156=Náhľad

[frmFormPassword]
00000070=Formulár :: Heslo
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000127=Hodnota:
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Zarovnanie:
00000145=Veľkosť:
00000146=Dĺžka:
00000147=Iba na čítanie
00000148=Pokročilý
00000149=CSS
00000150=Výstup

[frmFormRadio]
00000070=Formulár :: Rádiové tlačidlo
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000127=Hodnota:
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Zarovnanie:
00000145=Zaškrtnuté
00000146=Pokročilý
00000147=CSS
00000148=Výstup

[frmFormText]
00000070=Formulár :: Text
00000083=Escape všetky znaky " (úvodzovky)
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000127=Hodnota:
00000134=Výstup
00000135=Obklopený s
00000136=Apostrofy
00000137=Úvodzovky
00000138=Nič
00000139=Trimovať
00000140=Nič
00000141=Tabelátor \\t
00000142=Nový riadok \\n
00000143=Návrat vozíka (CR) \\r
00000144=Zarovnanie:
00000145=Veľkosť:
00000146=Dĺžka:
00000147=Iba na čítanie
00000148=Pokročilý
00000149=CSS
00000150=Výstup

[frmFormTextbox]
00000070=Formulár :: Textové pole
00000083=Escape všetky úvodzovky "
00000084=Všeobecný
00000088=Všeobecný
00000107=Ok
00000108=Zrušiť
00000114=Prístupový kľúč:
00000115=Názov:
00000116=Tabelátor:
00000117=Smer:
00000118=Id:
00000119=Jazyk:
00000120=Nadpis:
00000121=Pokročilý
00000123=Štýl:
00000124=Trieda:
00000125=CSS
00000126=Zalomiť:
00000127=Obsah:
00000128=Stĺpce:
00000129=Riadky:
00000130=Dĺžka:
00000131=Iba na čítanie
00000132=Znemožnený
00000133=Pokročilý
00000134=CSS

[frmFTPConfirm]
00000001=Potvrdenie FTP
00000002=Čo chcete spraviť s už existujúcim súborom?
00000003=Pok&račovať
00000004=&Prepísať
00000005=Zrušiť

[frmFTPManager]
00000002=Zatvoriť
00000003=Pripojiť
00000004=Nový...
00000005=Editovať...
00000006=Vymazať
00000007=FTP Manažér
00000008=Kopírovať

[frmFTPManagerProperties]
00000002=Hostiteľ:
00000003=Zrušiť
00000004=Ok
00000005=Vlastnosti FTP
00000006=Všeobecný
00000007=Meno užívateľa:
00000008=Heslo
00000009=Port
00000010=Názov:
00000011=Iniciálny adresár:
00000012=Pasívny

[frmFTPPermissions]
00000001=Zmeniť oprávnenia
00000002=Oprávnenia vlastníka
00000003=Čítať
00000004=Zapisovať
00000005=Vykonávať
00000006=Oprávnenia skupiny
00000007=Čítať
00000008=Zapisovať
00000009=Vykonávať
00000010=Oprávnenia ostatných užívateľov
00000011=Čítať
00000012=Zapisovať
00000013=Vykonávať
00000014=Ok
00000015=Zrušiť

[frmFTPProgress]
00000001=Prosím, počkajte...
00000003=Celkový postup:
00000004=_0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz
00000005=Prerušiť

[frmImage]
00000002=Mapa:
00000003=Zrušiť
00000004=Ok
00000005=Všeobecný
00000006=&URL
00000007=Alternatívny text:
00000008=Všeobecný
00000009=Výška:
00000010=Šírka:
00000011=Rámček:
00000012=Zarovnanie:
00000013=V.space:
00000014=H.space:
00000015=Úplná cesta
00000016=Pokročilý
00000017=Prístupový kľúč:
00000018=Názov:
00000019=Tabelátor:
00000020=Smer:
00000021=Id:
00000022=Jazyk:
00000023=Nadpis:
00000024=Pokročilý
00000025=CSS
00000026=Štýl:
00000027=Trieda:
00000028=CSS
00000029=Náhľad
00000030=Výstup
00000031=Výstup
00000032=Obklopený s
00000033=Apostrofy
00000034=Úvodzovky
00000035=Nič
00000036=Trimovať
00000037=Nič
00000038=Tabelátor \\t
00000039=Nový riadok \\n
00000040=Návrat vozíka (CR) \\r
00000041=Escape všetky znaky " (úvodzovky)
00000042=Obrázok
00000043=Obrazový súbor CompuServe GIF (*.gif)|*.gif|Obrazový súbor JPEG (*.jpg)|*.jpg|Obrazový súbor JPEG (*.jpeg)|*.jpeg|Všetky súbory (*.*)|*.*
00000044=Obrazový súbor CompuServe GIF (*.gif)|*.gif|Obrazový súbor JPEG (*.jpg)|*.jpg|Obrazový súbor JPEG (*.jpeg)|*.jpeg|Všetky súbory (*.*)|*.*
00000045=Náhľad

[frmInline]
00000002=Komentár:
00000003=Zrušiť
00000004=Ok
00000005=Položka

[frmJavaScriptOpenWindow]
00000025=Voľby:
00000035=JavaScript - Window.open()
00000036=URL:
00000037=Názov:
00000038=Šírka:
00000039=Výška:
00000040=Pruh nástrojov
00000041=Pruh s menu
00000042=Stavový riadok
00000043=Adresáre
00000044=Posuvníky (scrollbar)
00000045=Meniteľné rozmery
00000046=Umiestnenie
00000047=Kopírovať históriu
00000048=&Ok
00000049=Zrušiť

[frmJumpToDeclaration]
00000002=Vyčistiť
00000003=Hľadať:
00000004=Položky:
00000005=Názov súboru:
00000006=Otváranie projektu ešte stále trvá, preto tu nie sú uvedené všetky položky.
00000007=Filter
00000008=OK
00000009=Zrušiť
00000010=Skočiť na deklaráciu

[frmLicenseChange]
00000001=Meno užívateľa:
00000002=Spoločnosť/Organizácia:
00000003=Email:
00000004=Kľúč:
00000005=Zadajte registračnú informáciu presne tak, ako to je uvedené vo vašom registračnom emaili.
00000006=Dokončiť registráciu
00000007=Zrušiť
00000008=Registrácia

[frmLink]
00000002=Ok
00000003=Zrušiť
00000004=Všeobecný
00000005=Popis:
00000006=&URL:
00000007=Cieľ:
00000008=Všeobecný
00000009=Úplná cesta
00000010=Pokročilý
00000011=Prístupový kľúč:
00000012=Názov:
00000013=Tabelátor:
00000014=Smer:
00000015=Id:
00000016=Jazyk:
00000017=Nadpis:
00000018=Pokročilý
00000019=CSS
00000020=Štýl:
00000021=Trieda:
00000022=CSS
00000023=Výstup
00000024=Výstup
00000025=Obklopený s
00000026=Apostrofy
00000027=Úvodzovky
00000028=Nič
00000029=Trimovať
00000030=Nič
00000031=Tabelátor \\t
00000032=Nový riadok \\n
00000033=Návrat vozíka (CR) \\r
00000034=Escape všetky znaky " (úvodzovky)
00000035=Hyperlink

[frmList]
00000002=Položky:
00000003=Ok
00000004=Zrušiť
00000005=Všeobecný
00000006=Pozícia:
00000007=Typ:
00000008=Obrázok:
00000009=Všeobecný
00000010=Typ
00000011=Zoradené
00000012=Nezoradené
00000013=Úplná cesta
00000014=disc\nsquare\ncircle\n
00000015=Pokročilý
00000016=Prístupový kľúč:
00000017=Názov:
00000018=Tabelátor:
00000019=Smer:
00000020=Id:
00000021=Jazyk:
00000022=Nadpis:
00000023=Pokročilý
00000024=CSS
00000025=Štýl:
00000026=Trieda:
00000027=CSS
00000028=Escape všetky úvodzovky "
00000029=Editor zoznamu
00000030=Obrazový súbor CompuServe GIF (*.gif)|*.gif|Obrazový súbor JPEG (*.jpg)|*.jpg|Obrazový súbor JPEG (*.jpeg)|*.jpeg|Všetky súbory (*.*)|*.*
00000031=Náhľad

[frmMeta]
00000034=Escape všetky úvodzovky "
00000035=Meta informácia
00000036=Typ:
00000037=Obsah:
00000038=Vložiť
00000039=Zatvoriť

[frmNewFile]
00000002=Ok
00000003=Zrušiť
00000035=Nový súbor
00000036=Vybrať syntax:

[frmPHPDocWizard]
00000002=Generovať
00000025=Vstup
00000029=Výstup
00000035=Pomocník phpDocumentoru
00000036=Nadpis:
00000037=Súbory:
00000038=Adresár:
00000039=Súbory
00000040=Adresár (rekurzívne)
00000041=Výstupný adresár:
00000042=Štýl konvertoru:
00000043=Zatvoriť
00000044=Otvoriť výstupný adresár

[frmPHPServerVariables]
00000002=Ok
00000003=Zrušiť
00000035=Premenné PHP Serveru
00000036=Viac informácií:

[frmPreferences]
00001489=Koreňový adresár (napr. adresár apache htdocs):
00001490=Nadpis:
00001491=Cesta ku phpDocumentoru:
00001492=Jazyk príručky PHP:
00001493=Localhost:
00001623=Východzie
00001663=Automaticky rozvinúť
00001672=Všeobecný
00001673=Layout
00001675=Východzie
00001676=Východzí \nZvýrazňovač kódu \nŽiadny \n
00001747=Položka
00001748=Výsledok
00001921=Cesta:
00002090=Pomoc (*.chm)|*.chm
00002091=Ok
00002092=Zrušiť
00002093=Východzí...
00002094=Localhost:
00002095=Napr. C:\\Program Files\\Apache Group\\Apache2\\htdocs\\
00002128=Typy dokumentov
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=Webový filter:
00002140=Prehliadač súborov
00002141=(použite ; na oddelenie každej súborovej prípony)
00002142=(použite ; na oddelenie každej súborovej prípony)
00002143=Python
00002144=Ruby
00002146=Aktualizácia programu
00002147=Skontrolovať nové aktualizácie
00002149=Výstup:
00002150=Debuger
00002151=xDebug
00002152=Počúvať na porte:
00002153=PHP (php.exe, php-cgi.exe atď.):
00002154=Konfigurácia (php.ini):
00002155=Ako umožniť a nakonfigurovať xDebug?
00002156=Použite predkonfigurovanú inštaláciu PHP s xDebug, ktorá prichádza spolu s programom phpDesigner 2008.
00002157=1. Stiahnite si xDebug z
00002158=2. Ak chcete umožniť Xdebug, pridajte nasledujúci riadok do [Zend] sekcie v súbore php.ini:
00002159=zend_extension_ts = "./ext/php_xdebug.dll"
00002160=xdebug.remote_enable=on
00002161=3. Do polí nad týmto textom zadajte cestu ku vašej inštalácii PHP a ku konfiguračnému súboru php.ini.
00002162=http://xdebug.org/
00002163=do vášho adresára 'ext' vo vašej inštalácii PHP
00002164=Napríklad, ak máte nainštalované PHP 5.2.5, potrebujete xDebug pre 5.2.1-5.2.7
00002165=Prosím, všimnite si, že Xdebug nie je kompatibilný so Zend Optimizer.
00002167=Pomôcka pre písanie kódu
00002169=Verzia zvýrazňovača
00002170=PHP:
00002171=HTML/XHTML:
00002172=CSS:
00002174=Inteligentný zvýrazňovač
00002175=Farba:
00002177=Výstup:
00002178=Panely
00002179=Čas do skrytia (ms):
00002180=Otvoriť výstup v internom a externom prehliadači
00002181=HTML
00002182=Text
00002184=Výstup:
00002185=Spustiť PHP
00002186=PHP (php.exe, php-cgi.exe atď.):
00002187=Otvoriť výstup v internom a externom prehliadači internetu
00002188=HTML
00002189=Text
00002190=Vedeli ste?
00002191=XAMPP a WAMP sú jednoduchým spôsobom ako nainštalovať Apache s PHP a MySQL.
00002195=WinCacheGrind - Prehliadač:
00002196=Príklad: C:\\Program Files\\WinCacheGrind\\WinCacheGrind.exe
00002197=Profiler
00002198=Príklad: C:\\Program Files\\phpDesigner 2008\\PHP\\tmp
00002199=Výstupný adresár:
00002200=Ako umožniť a nakonfigurovať profilovanie v xDebug?
00002201=1. Stiahnite si a nainštalujte prehliadač WinCacheGrind:
00002202=xdebug.profiler_output_dir="..."
00002203=2. Špecifikujte výstupný adresár profilera Xdebug, pridajte tento riadok do sekcie [Zend] v súbore php.ini:
00002205=Profiler Xdebug produkuje profilovaciu informáciu vo forme súboru kompatibilného s cachegrindom, a preto, ak chcete zobraziť takéto súbory a analyzovať vaše profilovacie údaje, musíte mať nainštalovaný program typu WinCacheGrind.
00002206=3. Špecifikujte výstupný adresár profilera Xdebug v programe phpDesigner 2008, pridajte vyššie rovnakú cestu ako ste pridali do súboru php.ini.
00002209=Cesta k serveru:
00002210=Príklad: http://localhost
00002211=Cesta k lokálnemu serveru:
00002212=Príklad: C:\\Program Files\\XAMPP\\htdocs\\
00002213=Port:
00002214=Localhost
00002215=Vedeli ste?
00002216=XAMPP a WAMP sú jednoduchým spôsobom ako nainštalovať Apache s PHP a MySQL.
00002220=Kontrola syntaxe pre PHP
00002221=Príklad: C:\\Program Files\\phpDesigner 2008\\PHP\\php.exe
00002222=PHP:
00002223=Zobrazenie pomôcky (ms):
00002224=Kontrola syntaxe pre (X)HTML & CSS
00002225=Farba:
00002227=Zodpovedajúce symboly
00002228=Nezodpovedajúce:
00002229=Zodpovedajúce:
00002230=Štýl
00002232=TortoiseSVN
00002233=Cesta ku TortoiseSVN:
00002234=Príklad: C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=Cesta konfigurácie
00002237=Vyberte si, kde ukladáte svoje užívateľské údaje (projekty, todo, útržky kódu, šablóny atď.)
00002239=Pri štarte
00002240=Úvodná obrazovka
00002241=Projekt
00002242=Vytvoriť nový súbor
00002243=Existujúce súbory
00002245=&Opravy:
00002246=&Originál:
00002247=Automatické opravy
00002248=Nový...
00002249=&Vymazať...
00002250=Editovať...
00002252=Stlačte "Ctrl+J" na spustenie položky Automatické ukončovanie
00002253=Automatické ukončovanie
00002254=PHP
00002257=Názov položky
00002258=Výsledok
00002259=Príklad: <html>
00002260=Príklad: <html>|<html>
00002261="|" = Umiestnenie kurzoru
00002262=Pridať novú položku
00002263=Nový...
00002264=Editovať...
00002265=Vymazať...
00002267=Voľby tlače
00002268=Veľkosť písma
00002280=&Zvýrazňovač:
00002281=Vlas&tnosť:
00002282=&Popredie:
00002283=Poza&die:
00002284=Zvýrazňovače
00002285=Štýl
00002286=Farby
00002287=Náhľad
00002288=Rozsah PHP:
00002289=Reštart...
00002290=Export...
00002291=Importovať...
00002292=Adresár...
00002294=Ďalšie príručky
00002295=HTML:
00002296=SQL:
00002297=CSS:
00002298=PEAR:
00002299=HTML:
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS:
00002303=SQL:
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual
00002306=PEAR:
00002308=Prehliadač kódu
00002309=PHP
00002310=Layout
00002311=Východzie
00002312=Východzí \nZvýrazňovač kódu \nŽiadny \n
00002314=Šablóna PHP
00002321=Parametre:
00002327=Prefix PHP:
00002328=Inline Todo
00002329=Prefix HTML:
00002330=Prefix HTML:
00002331=Prefix PHP:
00002332=Inline Bug
00002335=Pravý okraj:
00002336=Max vľavo znaky:
00002337=Max krokov späť:
00002338=Extra riadkovanie:
00002339=Okraj pre väzbu
00002340=Tabelátory
00002341=Značka:
00002342=Pozadie:
00002343=Okraj pre väzbu:
00002344=Záložky:
00002345=Pravý okraj:
00002346=Aktívny riadok:
00002347=Farby
00002348=Prepisovať:
00002349=Vkladať:
00002350=Písmo
00002351=Znak striešky (^)
00002352=Výber
00002353=Režim:
00002354=Šírka &tabelátora:
00002355=Písmo editoru...
00002356=Písmo v okraji pre väzbu...
00002358=Internet Explorer:
00002359=Externý prehliadač internetu
00002360=Netscape
00002361=Firefox:
00002362=Opera:
00002363=Safari:
00002364=Internet Explorer:
00002365=Netscape:
00002366=Firefox:
00002367=Opera:
00002369=http://www.netscape.com/
00002373=Safari:
00002375=URL ku phpMyAdmin:
00002376=Prehliadač databázy - phpMyAdmin
00002377=Dokumentácia - phpDocumentor
00002378=Testovacia sústava
00002379=Testovacia sústava s jednoduchou testovacou jednotkou  PHP:
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=Viac informácií:
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=Názov:
00002386=http://filezilla.sourceforge.net/
00002387=Príklad: http://localhost/phpmyadmin/
00002388=Príklad: c:\\...\\phpdoc.bat
00002389=Príklad: c:\\Program Files\\FileZilla\\filezilla.exe
00002390=Nástroj na porovnávanie a zlučovanie textových súborov
00002391=Názov:
00002392=Cesta:
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff:
00002396=WinMerge:
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge:
00002400=Cesta ku príručke PHP:
00002401=Príručka PHP
00002405=Ak ste si stiahli príručku PHP (CHM) pomocou Microsoft Internet Exploreru na Windows XP SP2 alebo neskoršom, mali by ste po stiahnutí tento súbor "odblokovať" - pravým kliknutím na neho a zvolením položky s ponukou Vlastnosti. Potom kliknite na tlačidlo Odblokovať'.
00002407=Google:
00002408=Wikipedia:
00002409=Live Search (Microsoft):
00002410=Koders:
00002411=Yahoo!:
00002412=Vyhľadávanie na Webe
00002413=Altavista:
00002415=Hľadať
00002417=Dokončenia kódu
00002418=Zdržanie pri analýze (ms):
00002419=Priorita vlákna analyzéru:
00002420=Automatický časovač (ms):
00002423=Ikona:
00002426=Formát súboru
00002427=Záložka súboru
00002428=Zistiť zmeny
00002429=Kódovanie súboru
00002430=Cesta dialógu súboru (dialóg otvoriť/zavrieť)
00002431=Orezať pri ukladaní
00002432=Nastavenia
00002433=Všetky súbory (*.*)|*.*
00002434=Syntax
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=Prosím, vyberte koreňový adresár Apache...
00002451=Interpreter PHP (php.exe)|*.exe|Všetky súbory (*.*)|*.*
00002452=dat
00002453=Zvýrazňovač syntaxe (*.dat)|*.dat
00002454=Zvýrazňovač syntaxe (*.dat)|*.dat
00002455=Skontrolovať dostupné opravy automaticky pri štarte programu
00002456=Otvoriť výstup v internom a externom prehliadači internetu
00002457=Upozornenie
00002458=Oznámenie
00002459=Striktné štandardy
00002460=Chyba analyzéru
00002461=Fatálna chyba
00002462=Zachytiteľná fatálna chyba
00002463=Neznáma chyba
00002464=Naštartovať server Xdebug pri spustení
00002465=Ukázať výsledný výstup z ladenia
00002466=Ukázať rozšírenú informáciu
00002467=Automatický spúšťač
00002468=Spúšťať s klávesou 'Ctrl'
00002469=Konfigurácia (php.ini):
00002470=Nechať phpDesigner 2008 automaticky konfigurovať výstupný adresár pre profilery v php.ini
00002471=Umožniť súčasnú kontrolu syntaxe PHP
00002472=Umožniť súčasnú kontrolu syntaxe HTML/XHTML a CSS
00002473=Zvýrazniť upozornenia a chyby PHP
00002474=# 1: Upozornenia a chyby sú zobrazené iba v stavovom riadku
00002475=# 2: Upozornenia a chyby sú zobrazené iba v stavovom riadku a označené v okraji pre väzbu
00002476=Tichý režim
00002477=Automaticky uzavrieť nasledujúce zložené zátvorky:
00002478=Automaticky odsadzovať zložené zátvorky
00002479=Jednoduché párovanie if/else
00002480=Zvýrazniť zodpovedajúce/nezodpovedajúce tagy a zložené zátvorky
00002481=Automaticky uzavrieť tagy on '>'
00002482=Zobraziť úvodnú obrazovku pri spustení
00002483=Otvoriť naposledy otvorený projekt pri spustení
00002484=Prepína, či sa majú vykonávať auto-korekcie pri stlačení tlačidla myši.
00002485=Opraviť pri stlačení tlačidla myši
00002486=Prepína, či auto-korekcie majú zachovávať veľkosť písmen pôvodného reťazca.
00002487=&Zachovávať veľkosť písmen
00002488=Prepína, či auto-korekcie sú vykonávané nezávisle na veľkosti písmen.
00002489=&Ignorovať veľkosť písmen
00002490=Prepína, sú umožnené auto-korekcie.
00002491=Umožn&ené
00002492=Tlačiť len čiernobielo
00002493=Použiť zvýrazňovač syntaxe
00002494=Tlačiť čísla riadkov
00002495=Zalomiť dlhé riadky
00002496=Ukázať špeciálne znaky
00002497=&Automatické odsadzovanie
00002498=Editovanie pomocou Drag && drop
00002499=Skupinové vrátenie späť
00002500=Zalomiť riadky
00002501=Prejsť za koniec riadku
00002502=Tabelátory na medzery
00002503=Okraj pre väzbu
00002504=Tabelátory
00002505=Klávesa Smart home
00002506=Klávesa Smart end
00002507=Ctrl + click (ísť na deklaráciu)
00002508=Označiť komentár pomocou dvojitého kliknutia
00002509=Toto je rozšírená príručka PHP
00002510=Automatické ukončenie (História vyhľadávania)
00002511=Rušenie medzery
00002512=Úplná zhoda
00002513=Automatický spúšťač
00002514=Akceptovať iba pomocou enteru
00002515=Zavrieť ak je prázdne
00002516=Akceptovať pomocou Tabelátora
00002517=Ak nebola nájdená žiadna zhoda, označiť prvú položku
00002518=Tag - Otvoriť (<)
00002519=Tag - Zatvoriť (</)
00002520=Tag - Špeciálna entita (&&)
00002521=Spustiť triedu PHP (::)
00002522=Spustiť objekty PHP (->)
00002523=Spustiť premenné PHP ($)
00002524=Odstrániť duplicitné premenné
00002525=Ukázať parametre funkcie
00002526=Ukázať zabudované konštanty
00002527=Ukízať kľúčové slová
00002528=Zoraďovať položky
00002529=Pridať uzatvárajúcu zátvorku )
00002530=Zachovať text
00002531=Umožniť asociáciu súborov
00002532=Zabraziť úplnú cestu na záložke dokumentu
00002533=Tlačidlo zatvorenia
00002534=Nanovo usporiadať
00002535=Automaticky zistiť zmeny v otvorených dokumentoch spravené externými aplikáciami
00002536=Uložiť s BOM
00002537=Typy kódovania
00002538=Zvoliť Tab pred zatvorením
00002539=Vymazať riadok, ak je prázdny
00002540=Orezať súbor pri ukladaní
00002541=HTML
00002542=Text
00002543=Tučné
00002544=Tučné písmo + Podčiarknutie
00002545=Normálne (východzie)
00002546=Podčiarknuté
00002547=Súbor
00002548=Koreň projektu
00002549=Prehliadač projektov
00002550=Prehliadač súborov
00002551=Východzí (adresár užívateľa Windows)
00002552=Vlastný
00002555=Dialóg vyhľadávania
00002556=Nástrojový pruh vyhľadávania
00002557=Umiestniť záložky
00002558=Vybrať riadok
00002559=Nič
00002560=Breakpoint/záložka
00002561=Breakpoint
00002562=Pozícia
00002563=Vrch
00002564=Spodok
00002565=Ansi
00002566=UTF-8
00002567=UTF-16 LE
00002568=UTF-16 BE
00002569=Typy formátov
00002570=Mac
00002571=Unix
00002572=DOS | Windows
00002573=Vybrať umiestnenie (koreň)
00002574=Cesta súboru
00002575=Prehliadač súborov
00002576=Koreň projektu
00002577=Trimovať
00002578=Naľavo
00002579=Vpravo
00002586=Umožniť inteligentné zvýrazňovanie pre PHP a HTML
00002587=Zašediť neaktívny kód v PHP, HTML, CSS a JS
00002588=Vložiť zvýraznenie PHP do HTML/XHTML
00002589=Vložiť zvýraznenie PHP do CSS
00002590=Vložiť zvýraznenie PHP do JavaScriptu
00002591=Vložiť zvýraznenie CSS do HTML/XHTML
00002592=Vložiť zvýraznenie JavaScriptu do HTML/XHTML
00002593=Vložiť * do komentárov phpDoc
00002594=Názov písma:
00002596=Závislosti
00002597=Triedy
00002598=Funkcie
00002599=Premenné
00002600=Konštanty
00002601=Interfejsy
00002602=Implementácie tried
00002603=Rozšírenia interfejsu
00002604=Ukázať parametre funkcie
00002605=Automaticky rozvinúť pri výbere
00002606=Pozdržať pred ďalšou analýzou (ms):
00002607=Normálne
00002608=Idle\nNajnižšia\nNízka\nNormálna\nVysoká\nNajvyššia\nČasovo kritická\n
00002609=Otvoriť všetky nedávno otvorené súbory
00002610=Otvoriť naposledy otvorený súbor
00002611=Ukázať okno "Ako začať"
00002612=Inteligentný zvýrazňovač (PHP, HTML, XML, CSS a JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=Nič
00002626=Otvoriť naposledy otvorené súbory
00002630=Tučné
00002631=Kurzíva
00002632=Podčiarknuté
00002633=Prečiarknutie (strike)
00002634=Hlavička:
00002635=Pätička:
00002636=Voľby:
00002637=Prerušiť pri Výnimkách:
00002638=Voľby
00002639=Linky
00002640=Dôležité!
00002641=Otvoriť
00002642=Zabudovaný do phpDesigner 2008
00002643=Externý
00002644=Všeobecný
00002645=HTML - Spúšťač
00002646=PHP
00002647=Pokročilý
00002648=Linky ku príručkám
00002649=Cesta:
00002650=Štýl
00002651=Smarty
00002652=Všeobecný
00002653=Pri štarte
00002654=Typy dokumentov
00002655=Aktualizácia programu
00002656=Cesta konfigurácie
00002657=Prehliadač kódu
00002658=Verzie zvýrazňovača
00002659=Inteligentné zvýrazňovanie
00002660=Zvýrazňovače syntaxe
00002661=Editor
00002662=Zodpovedajúce symboly
00002663=Automatické opravy
00002664=Automatické ukončovanie
00002665=Pomôcka pre písanie kódu
00002666=Dokončenia kódu
00002667=Profiler
00002668=Debuger
00002669=Šablóny
00002670=Inline Todo/Bug
00002671=Vytlačiť
00002672=Príručka PHP
00002673=Integrácie
00002674=Localhost
00002675=Spustiť
00002676=Kontrola syntaxe
00002677=Panely
00002678=Prehliadače
00002679=TortoiseSVN
00002680=Vyhľadávanie na Webe
00002681=Ďalšie príručky
00002682=JavaScript:
00002683=Otvoriť...

[frmPrint]
00000001=Náhľad tlače
00000002=Vytlačiť
00000003=Tlačiť...
00000004=Nastavenia...
00000005=Prvá strana
00000006=Predchádzajúca strana
00000007=Nasledujúca strana
00000008=Posledná strana
00000009=Rozsah strán: Všetky
00000010=Rozsah tlače: Všetky
00000011=Rozsah strán: Vybrané

[frmProjectEdit]
00000002=Všeobecný
00000003=Názov:
00000004=Koreň projektu:
00000005=Popis:
00000006=Filtre
00000007=CSV\nFormát HTML\nČistý text\nFormát Rich Text\nFormát Rich Text bez objektov\nText Unicode\nVirtuálny strom údajov\n
00000009=Sústavy/Knižnice
00000010=Localhost
00000011=Cesta ku serveru:
00000012=Lokálna cesta:
00000013=Port:
00000014=Príklad: http://localhost
00000015=Príklad: c:\\program files\\xampp\\htdocs\\
00000016=Editovať projekt
00000017=Filter
00000018=Upraviť
00000019=Filter
00000020=Pridať filter
00000021=Filter
00000022=Odstrániť filter
00000023=OK
00000024=Zrušiť
00000025=Východzie
00000026=Knižnice
00000027=Pridať
00000028=Knižnice
00000029=Odstrániť
00000030=Filter
00000031=Východzie

[frmProjectManager]
00000002=Projekty:
00000003=Projektový manažér
00000004=Nový
00000005=Upraviť
00000006=Vymazať
00000007=OK
00000008=Zrušiť
00000009=Usporiadať
00000010=Posunúť hore
00000011=Posunúť dole
00000012=Otvoriť projekt
00000013=Zatvoriť projekt

[frmRegistration]
00000003=Skúšobná lehota uplynie o:
00000004=Vítame vás pri skúšaní programu phpDesigner 2008, aby ste zistili, či vyhovuje vašim potrebám a požiadavkám.
00000006=Zakúpiť...
00000007=Vyskúšať
00000008=Ďakujeme vám za skúšanie programu phpDesigner 2008!
00000009=Detaily registrácie
00000010=Meno užívateľa:
00000011=Kľúč:
00000012=Spoločnosť:
00000013=Email:
00000014=Ak ste si už objednali licenciu programu phpDesigner 2008, prosím, zadajte svoje registračné detaily presne tak, ako je uvedené vo vašom registračnom emaili.
00000015=Ak chcete pokračovať v používaní programu phpDesigner 2008, musíte si objednať licenciu. Kliknutím na tlačidlo "Zakúpiť" si ešte dnes objednáte svoju licenciu a získate vaše registračné detaily e-mailom do 24 hodín. Obyčajne je to v priebehu pár hodín!
00000016=Dokončiť registráciu
00000017=Získajte väčšiu hodnotu za svoje peniaze!
00000018=Svoju licenciu programu phpDesigner 2008 si môžete nainštalovať na počítači v zamestnaní (vyžaduje komerčnú licenciu), na vašom laptope a na všetkých vašich počítačoch doma!
00000019=Zvoľte si medzi rôznymi typmi licencií na phpDesigner 2008 takú, ktorá vyhovuje vašim potrebám a požiadavkám!
00000020=phpDesigner 2008 prichádza s bezplatnou a neobmedzenou e-mailovou podporou!
00000021=phpDesigner 2008 je jednou z najlacnejších alternatív a navyše obsahuje viac funkčnosti ako jeho konkurencia!
00000022=Vaša skúšobná lehota uplynie o $xxx dní - ak nechcete uviaznúť v rozpracovanej robote, objednajte si svoju licenciu ešte dnes!

[frmSelectFiles]
00000001=Vybrať súbory...
00000003=Zatvoriť

[frmSnippetAndTemplate]
00000005=Názov:
00000006=Obsah:
00000007=Kliknite pravým tlačidlom na editovacie pole, aby ste videli viacej možností...
00000008=Zrušiť
00000009=Ok
00000010=Importovať...
00000011=Vložiť pozíciu kurzora
00000012=Späť
00000013=Znova
00000014=Vystrihnúť
00000015=Kopírovať
00000016=Prilepiť
00000017=Vybrať všetko

[frmSpecialCharacters]
00000004=Špeciálne znaky
00000005=Zrušiť
00000006=Ok
00000007=Znak
00000008=Popis
00000009=Entita

[frmTable]
00000004=Editor tabuľky
00000005=Ok
00000006=Zrušiť
00000007=Všeobecný
00000008=Layout
00000009=Riadky:
00000010=Stĺpce:
00000011=Vlastnosti
00000012=Vlastnosti tabuľky
00000013=Obrázok BG:
00000014=Cellspacing:
00000015=Cellpadding:
00000016=Zarovnanie:
00000017=Výška:
00000018=Šírka:
00000019=Farba BG:
00000020=Rámček:
00000021=Farba rámčeku:
00000022=Svetlý odtieň rámčeku:
00000023=Tmavý odtieň rámčeku:
00000024=Úplná cesta
00000025=Pokročilý
00000026=Prístupový kľúč:
00000027=Názov:
00000028=Tabelátor:
00000029=Smer:
00000030=Id:
00000031=Jazyk:
00000032=Nadpis:
00000033=Pokročilý
00000034=Veľkosť Datapage:
00000035=Sumár:
00000036=CSS
00000037=Štýl:
00000038=Trieda:
00000039=CSS
00000040=Escape všetky znaky " (PHP)
00000041=.htm
00000042=Všetky súbory (*.*)|*.*

[frmTodoItem]
00000004=Položka Todo
00000005=Stav:
00000006=Dátum začiatku:
00000007=Popis:
00000008=Asociovaný súbor:
00000009=Dátum konca:
00000010=Priorita:
00000011=Kompletný:
00000012=Názov položky:
00000013=Asociovaný projekt:
00000014=Zrušiť
00000015=Ok
00000017=.htm
00000018=Všetky súbory (*.*)|*.*

[$CONSTANTS]
